 
O_COVER_ON
工事名称                                                                                
設計者                                                                                  
建築設計事務所名                                                                        
(確認申請上の設計者)                                                                    
担当者名                                                                                
連絡先・電話番号                                                                        
構造設計事務所名                                                                        
構造設計事務所名2                                                                       
構造設計担当者名                                                                        
連絡先・電話番号                                                                        
O_COVER_OFF
 
O_ORGANIZE_ON
O_ORGANIZE_OFF
 
O_OUTLINE_ON
建物名称  ○○ビル新築工事                                                  
建物場所  ○○県○○市○○1-2-3                                             
主要用途  事務所           
工事種別  新築             
増築予定  無し             
延床面積  3273.0  
建物面積  519.0   
階数地下  １  
    地上  ６  
    塔屋  １  
建物高さ  25.5    
軒の高さ  24.8    
構造種別  ＲＣ造                                                            
Ｘ骨組形  有耐力壁ラ－メン構造    
Ｙ骨組形  有耐力壁ラ－メン構造    
Ｘスパン  7.0    
Ｙスパン  8.0    
基礎形式  直接基礎（１階：ＲＣ独立基礎、Ｂ１階：べた基礎）                  
床仕上げ  ビニルタイル    
屋根仕上  アス防押えコン  
外壁材等  磁器質タイル   
屋上付属  特に無し                                                          
                              
O_OUTLINE_OFF
 
O_PLAN_ON
1         PHR                                                                   
O_PLAN_OFF
 
O_SECTION_ON
X1        X2                                                                    
Y1        Y2                                                                    
O_SECTION_OFF
 
O_CALC_ON
方向1( 0度)   ●許容応力度計算    ●保有水平耐力計算                            
方向2(90度)   ●許容応力度計算    ●保有水平耐力計算                            
O_CALC_OFF
 
O_STND_ON
●建築基準法・同施行令・告示等                                                  
●建築物の構造関係技術基準解説書（2015年）                                      
●鉄筋コンクリート構造計算基準・同解説（2010年）                                
●鋼構造設計基準―許容応力度設計法―（2005年）                                  
●鉄骨鉄筋コンクリート構造計算基準・同解説（2014年）                            
●コンクリート充填鋼管構造設計施工指針（2014年）                                
●鋼構造接合部設計指針（2001年）                                                
●鋼構造塑性設計指針（2010年）                                                  
●鋼構造座屈設計指針（2018年）                                                  
●鉄筋コンクリート造建物の靭性保証型耐震設計指針・同解説（1999年）              
●建築耐震設計における保有耐力と変形性能（1981年）                              
O_STND_OFF
 
O_POLICY_ON
aaa                                                                             
O_POLICY_OFF
 
O_CCS_ON
CVL       RSTDL     1.0       RSTLL1    1.0                                     
CE1       RSTE1     1.0                                                         
CE2       RSTE2     1.0                                                         
O_CCS_OFF
 
O_LPLAN_ON
1         PHR                                                                   
O_LPLAN_OFF
 
O_LCMQP_ON
CVL       1         PHR                                                         
O_LCMQP_OFF
 
O_LCMQS_ON
CVL       X1        X2                                                          
-         Y1        Y2                                                          
O_LCMQS_OFF
 
O_JMASSP_ON
1         PHR                                                                   
O_JMASSP_OFF
 
O_MODELP_ON
MODEL2    1         PHR                                                         
O_MODELP_OFF
 
O_MODELS_ON
MODEL2    X1        X2        Y1        Y2                                      
MODEL3    X1        X2        Y1        Y2                                      
O_MODELS_OFF
 
O_MPHAIP_ON
MODEL2    1         PHR                                                         
O_MPHAIP_OFF
 
O_MPHAIS_ON
MODEL2    X1        X2        Y1        Y2                                      
MODEL3    X1        X2        Y1        Y2                                      
O_MPHAIS_OFF
 
O_OUTCS_ON
O_OUTCS_OFF
 
O_VJSTRP_ON
CVL       1         PHR                                                         
O_VJSTRP_OFF
 
O_VJSTRS_ON
CVL       X1        X2                                                          
-         Y1        Y2                                                          
O_VJSTRS_OFF
 
O_HFSTRS_ON
CE1       X1        X2                                                          
CE2       Y1        Y2                                                          
O_HFSTRS_OFF
 
O_CREZ_ON
CEZ       CVL       CE1       CE2       1                                       
O_CREZ_OFF
 
 
O_CHVS_ON
VL        X1        X2                                                          
-         Y1        Y2                                                          
O_CHVS_OFF
 
O_CHHS_ON
VL+E1     X1        X1                                                          
VL-E1     X1        X2                                                          
VL+E2     Y1        Y2                                                          
VL-E2     Y1        Y2                                                          
O_CHHS_OFF
 
O_POLICYF_ON
aaa                                                                             
O_POLICYF_OFF
 
O_GCKCP_ON
{                                                                               
O_GCKCP_OFF
 
O_LSGIR_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
 大梁符号 +-- 階 --+   仕上  構造   コンクリート断面  配筋 +-上端主筋-+ +-下端主筋-+ +スターラップ+ 鉄骨   +------- 鉄骨断面 -----+                                                                       
                       重量  形式    b     D  ハンチ タイプ  n  n  n D    n  n  n D    n D          材種        A  x  B  x t1 x t2                                                                        
                                                                                                                                                                                                          
 FG1          1  -     1000   RC    500x  800                5      -D22  5      -D22  2-D13 @200            -     x     x    x                                                                           
                                       x                            -            -      -    @               -     x     x    x                                                                           
                                       x                            -            -      -    @               -     x     x    x                                                                           
                                                                                                                                                                                                          
 G1           PHR-     1000   RC    400x  600                4      -D19  4      -D19  2-D13 @200            -     x     x    x                                                                           
                                       x                            -            -      -    @               -     x     x    x                                                                           
                                       x                            -            -      -    @               -     x     x    x                                                                           
                                                                                                                                                                                                          
O_LSGIR_OFF
 
 
O_LSCOL_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
 柱符号  +-- 階 --+  仕上 構造 コンクリート 配筋    主筋   +-- フープ --+  鉄骨    +---- 鉄骨断面(y) -----+  +---- 鉄骨断面(z) -----+                                                                     
                     重量 形式    Dy   Dz  タイプ ny nz D  ny nz  D        材種         A  x  B  x  t1 x t2       A  x  B  x  t1 x t2                                                                     
                                                                                                                                                                                                          
 C1          1  -    1000  RC  T  600  600        5  5-D25  2  2-D13 @100           -      x     x     x      -      x     x     x                                                                        
                               B                      -         -    @              -      x     x     x      -      x     x     x                                                                        
                                                                                                                                                                                                          
                                                                                                                                                                                                          
O_LSCOL_OFF
 
 
O_LSBS_ON
                                                                                                                                                                                                          
                                              /----------- ベースプレート -----------/ /--- アンカーボルト ----/                                                                                          
         NAME     MAKER      規格                 B      D     T    hy    hz  C材種     ny  nz  径     F     lb                                                                                           
                                                (MM)   (MM)  (MM)  (MM)  (MM)                   (N/mm2)   (mm)                                                                                            
                                                                                                                                                                                                          
                                                                                                                                                                                                          
    MNO.      I      J LIST             FL     FR     GR1    GR2    IorJ  BASE                                                                                                                            
                                                                                                                                                                                                          
O_LSBS_OFF
 
 
O_LSBSRC_ON
                                                                                                                                                                                                          
                  /-------------------------------- ベースプレート ------------------------------/ /------- アンカーボルト ---------/                                                                     
         NAME     形状          B      D     T   hy1   hy2   hz1   hz2   sml    B0    D0  C材種    配置    ny1 nz1 ny2 nz2 径      F                                                                      
                              (MM)   (MM)  (MM)  (MM)  (MM)  (MM)  (MM)  (MM)  (MM)  (MM)                                     (N/mm2)                                                                     
                                                                                                                                                                                                          
                                                                                                                                                                                                          
    MNO.      I      J LIST             FL     FR     GR1    GR2    BASE                                                                                                                                  
                                                                                                                                                                                                          
O_LSBSRC_OFF
 
 
O_LSDAMP_ON
                                                                                                                                                                                                          
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 |       ダンパータイプ        |    TYPE    |      V1     |      V2     |      V3     |      V4     |      V5     |      V6     |      V7     |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 線形減衰・剛性              | LINEAR     |   C(kNs/m)  |   K(kN/m)   |      -      |      -      |   (Fy(kN))  |    (Kp/K)   |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 鋼材バイリニア（剛性入力）  | STEEL-BL-K |   K1(kN/m)  |   Fy+(kN)   |   K2(kN/m)  |    Fy-(kN)  |      -      |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 鋼材バイリニア（断面積入力）| STEEL-BL-A |   E(kN/m2)  |    A(m2)    | σy(kN/m2)  |      α     |      β     |     Ep/E    |      γ     |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 鋼材トリリニア（剛性入力）  | STEEL-TL-K |   K1(kN/m)  |   Fy1(kN)   |   K2(kN/m)  |    Fy2(kN)  |   K3(kN/m)  |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+------+------+-------------+------+------+                                                           
 | 鋼材トリリニア（断面積入力）| STEEL-TL-A |   E(kN/m2)  |    A(m2)    | σy1(kN/m2) | σy2(kN/m2) |  α  |  β  |      γ     | E2/E | E3/E |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+------+------+-------------+------+------+                                                           
 | オイル                      | OIL        |  C1(kNs/m)  |    C2/C1    |   Kd(kN/m)  |    δm(m)   |    Fy(kN)   |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 粘性（速度の指数乗）        | VISCOS     |C(kN(s/m)^α)|      α     |   Kd(kN/m)  |    δm(m)   |      -      |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 3M粘弾性                    | 3M-VEM     |     A(m2)   |     d(m)    |    TYPE     |    δm(m)   |    Fy(kN)   |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | HIDAX                       | HIDAX      |  C1(kNs/m)  |  C2(kNs/m)  | Cmin1(kNs/m)| Cmin2(kNs/m)|    Fy(kN)   |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | オイレス制震壁              | OLS-VW     |     A(m2)   |     d(m)    |   t(deg.)   |    δm(m)   |      -      |      -      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | ADC制振壁                   | ADC-VW     |     A(m2)   |     h/w     |     d(m)    |    δm(m)   |   t(deg.)   |      e      |   Kc(kN/m)  |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
 | 武田モデル要素              | TAKEDA     |   K1(kN/m)  |   K1(kN/m)  |   K1(kN/m)  |    Fy1(kN)  |    Fy2(kN)  |      -      |      -      |                                                           
 +-----------------------------+------------+-------------+-------------+-------------+-------------+-------------+-------------+-------------+                                                           
                                                                                                                                                                                                          
         NAME     TYPE      M/S SHAPE    yVX   yVY   yVZ   AR   T1     RL    H2 DIR   FaT             KaT             V1             V2             V3                                                    
                                                               SEC      M     M        kN            kN/m                                                                                                 
                                                                                                       V4             V5             V6             V7                                                    
                                                                                                                                                                                                          
                                                                                                                                                                                                          
    MNO. ---------------- I ----------------      J      K  NAME      TYPE        SHAPE                                                                                                                   
O_LSDAMP_OFF
 
 
O_LSMEN_ON
                                                                                                                                                                                                          
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 |   せん断モデル         | TYPE  |      V1     |      V2     |      V3     |      V4     |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 | 弾性                   | LIN   |   K(kN/m)   |      -      |      -      |      -      |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 | リバーシブルバイリニア | R-BI  |   K1(kN/m)  |   K2(kN/m)  |    Fy(kN)   |      -      |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 | ノーマル    バイリニア | N-BI  |   K1(kN/m)  |   K2(kN/m)  |    Fy(kN)   |      -      |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 | SSB                    | SSB   |   Pv0(kN)   |    T2(sec)  |      -      |      -      |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
                                                                                                                                                                                                          
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 |   軸モデル             | TYPE  |      V1     |      V2     |      V3     |      V4     |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 |   弾性                 | LIN   |   K(kN/m)   |      -      |      -      |      -      |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
 | リバーシブルバイリニア | R-BI  |   K1(kN/m)  |   K2(kN/m)  |   Fy+(kN)   |   Fy-(kN)   |                                                                                                               
 +------------------------+-------+-------------+-------------+-------------+-------------+                                                                                                               
                                                                                                                                                                                                          
                             /-------------------- せん断モデル --------------------/ /-------------------- 軸モデル --------------------/                                                                
         NAME      BAI    RR  M/S TYPE NS  DISP  HR             V1       V2       V3   R/M TYPE             V1       V2       V3       V4                                                                 
                           M                  M                                                                                                                                                           
                                                                                                                                                                                                          
    MNO. ---------------- I ----------------      J  NAME                                                                                                                                                 
O_LSMEN_OFF
 
 
O_ALIST_ON
 
■ 大梁リスト(解析情報)
                                                                                                                                                                                                          
 +------------------+-----------------------------------+-----------------------------------+-----------------------------------+                                                                         
 |                  |  LEFT END                         |  CENTER                           |  RIGHT END                        |                                                                         
 +------------------+-----------------------------------+-----------------------------------+-----------------------------------+                                                                         
 | FG1-1            |  RC                               |  RC                               |  RC                               |                                                                         
 | (NO.  2)         |                                   |                                   |                                   |                                                                         
 | BXD              |   500X 800             (FC24    ) |   500X 800             (FC24    ) |   500X 800             (FC24    ) |                                                                         
 | UPPER-BAR        |   5-D22( 85)                      |   5-D22( 85)                      |   5-D22( 85)                      |                                                                         
 | LOWER-BAR        |   5-D22( 85)                      |   5-D22( 85)                      |   5-D22( 85)                      |                                                                         
 | STIRRUP(PW)      |   2-D13@200( .25)                 |   2-D13@200( .25)                 |   2-D13@200( .25)                 |                                                                         
 | D+(PT+),D-(PT-)  |         715( .54)       715( .54) |         715( .54)       715( .54) |         715( .54)       715( .54) |                                                                         
 | EI(KNM2),I(CM4E5)|         553659.6          24.423  |         553659.6          24.423  |         553659.6          24.423  |                                                                         
 | GAS(KN) ,AS(CM2) |        3148333.2        3333.333  |        3148333.2        3333.333  |        3148333.2        3333.333  |                                                                         
 +------------------+-----------------------------------+-----------------------------------+-----------------------------------+                                                                         
 | G1-PHR           |  RC                               |  RC                               |  RC                               |                                                                         
 | (NO.  3)         |                                   |                                   |                                   |                                                                         
 | BXD              |   400X 600             (FC24    ) |   400X 600             (FC24    ) |   400X 600             (FC24    ) |                                                                         
 | UPPER-BAR        |   4-D19( 80)                      |   4-D19( 80)                      |   4-D19( 80)                      |                                                                         
 | LOWER-BAR        |   4-D19( 80)                      |   4-D19( 80)                      |   4-D19( 80)                      |                                                                         
 | STIRRUP(PW)      |   2-D13@200( .32)                 |   2-D13@200( .32)                 |   2-D13@200( .32)                 |                                                                         
 | D+(PT+),D-(PT-)  |         520( .55)       520( .55) |         520( .55)       520( .55) |         520( .55)       520( .55) |                                                                         
 | EI(KNM2),I(CM4E5)|         183450.4           8.092  |         183450.4           8.092  |         183450.4           8.092  |                                                                         
 | GAS(KN) ,AS(CM2) |        1889000.0        2000.000  |        1889000.0        2000.000  |        1889000.0        2000.000  |                                                                         
 +------------------+-----------------------------------+-----------------------------------+-----------------------------------+                                                                         
 
■ 柱リスト(解析情報)
                                                                                                                                                                                                          
 +------------------+-------------------------------------------------------+-------------------------------------------------------+                                                                     
 |                  |  BOTTOM                                               |  TOP                                                  |                                                                     
 +------------------+-------------------------------------------------------+-------------------------------------------------------+                                                                     
 | C1-1             |  RC                                                   |  RC                                                   |                                                                     
 | (NO.  1)         |                                                       |                                                       |                                                                     
 | DX X DY          |   600X 600                                 (FC24    ) |   600X 600                                 (FC24    ) |                                                                     
 |                  |  +----Y DIRECTION----+ +----Z DIRECTION----+          |  +----Y DIRECTION----+ +----Z DIRECTION----+          |                                                                     
 | BAR(D,PT)        |  5-D25( 75)( 525, .70) 5-D25( 75)( 525, .70)          |  5-D25( 75)( 525, .70) 5-D25( 75)( 525, .70)          |                                                                     
 | HOOP(PW) ,AT(CM2)|  2-D13@100( .42)       2-D13@100( .42)    81.07(2.25) |  2-D13@100( .42)       2-D13@100( .42)    81.07(2.25) |                                                                     
 | EI(KNM2),I(CM4E5)|   296283.8     13.069   296283.8     13.069           |   296283.8     13.069   296283.8     13.069           |                                                                     
 | GAS(KN) ,AS(CM2) |  2833500.0   3000.000  2833500.0   3000.000           |  2833500.0   3000.000  2833500.0   3000.000           |                                                                     
 | EAX,AX  ,GJ,J    |  9639386.0   4252.045   172083.8    182.196           |  9639386.0   4252.045   172083.8    182.196           |                                                                     
 +------------------+-------------------------------------------------------+-------------------------------------------------------+                                                                     
O_ALIST_OFF
 
 
O_MATC_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
   符号     単位重量     Ｅ      Ｇ    Ｆｃ  +-長期許容応力度(N/mm2)-+ +-短期許容応力度(N/mm2)-+ +----材料強度(N/mm2)----+ 鉄筋ヤング                                                                     
             kN/m3     N/mm2   N/mm2  N/mm2   圧縮 せん断  付着  付着   圧縮 せん断  付着  付着   圧縮  引張 せん断  付着  係数比                                                                         
            RC    SRC                                    上端筋その他              上端筋その他                                                                                                           
                                                                                                                                                                                                          
  FC24    24.00 25.00   22670    9445  24.00   8.00  0.73  1.54  2.31   16.00  1.10  3.08  4.62   20.40  2.74  1.60  5.63      15                                                                         
                                                                                                                                                                                                          
O_MATC_OFF
 
 
O_MATR_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
   符号    単位重量    範囲         Ｅ     +-長期許容応力度(N/mm2)-+ +-短期許容応力度(N/mm2)-+ +----材料強度(N/mm2)----+                                                                                  
            kN/m3                 N/mm2      引張・圧縮 せん断補強     引張・圧縮 せん断補強     引張・圧縮 せん断補強                                                                                    
                                                                                                                                                                                                          
  SD295              10 - 16     205000        196.70     195.00         295.00     295.00         324.50     295.00                                                                                      
  SD345              19 - 25     205000        215.00     195.00         345.00     345.00         379.50     345.00                                                                                      
                                                                                                                                                                                                          
O_MATR_OFF
 
 
O_MATS_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
   符号    単位重量     Ｅ       Ｇ      Ｆ   +-長期許容応力度(N/mm2)-+ +-短期許容応力度(N/mm2)-+ +----材料強度(N/mm2)----+                                                                               
            kN/m3     N/mm2    N/mm2   N/mm2    引張・圧縮 せん断補強     引張・圧縮 せん断補強     引張・圧縮 せん断補強                                                                                 
                                                                                                                                                                                                          
  SM490     76.98    205000    79000  325.00      216.70     125.10         325.00     187.60         357.50     206.40                                                                                   
                                                                                                                                                                                                          
O_MATS_OFF
 
 
O_POLICYLD_ON
                                                                                                                                                                                                          
 --------------------------------------------------------------------------------------------------------------                                                                                           
    形状認識・部材の荷重拾い・壁量算定                                                                                                                                                                    
 --------------------------------------------------------------------------------------------------------------                                                                                           
                                                                                                                                                                                                          
 ○柱・梁断面                                                                                                                                                                                             
                                                                                                                                                                                                          
 + 柱主筋位置の自動設定：鉄筋径依存                                                                                                                                                                       
                                                                                                                                                                                                          
 + 柱中央断面の扱い(中央位置でも断面検定を行う NGは検出する)：柱頭断面                                                                                                                                    
                                                                                                                                                                                                          
 - S断面、SRC断面のS部の端中切り替え位置：S継手位置（「構造形式」階毎の設定値あるいは入力値）                                                                                                             
                                                                                                                                                                                                          
 - RC,SRC大梁のRC部の端中切り替え位置：内法の端部から1/4位置                                                                                                                                              
                                                                                                                                                                                                          
 - RC,SRC柱のRC部の端中切り替え位置：部材中央位置                                                                                                                                                         
                                                                                                                                                                                                          
 - 大梁解析単材の端中使用断面と形状入力断面の自動対応：形状単位の端部から1/4では端部断面、それ以外は中央断面                                                                                              
                                                                                                                                                                                                          
 - 断面検定や耐力計算において、主筋は配筋された位置を認識し計算に考慮する                                                                                                                                 
                                                                                                                                                                                                          
 ○荷重拾い                                                                                                                                                                                               
                                                                                                                                                                                                          
 - 床・壁の荷重伝達：固定荷重・積載荷重とも亀の甲分割により周囲部材の部材中間荷重に変換する                                                                                                               
                                                                                                                                                                                                          
 - 床と梁の取り合い：RC,SRC梁は梁勝ちで床は梁幅の半分トリミング後の内法寸法、S梁では床は部材芯寸法で拾う                                                                                                  
   　　　　　　　　　床の内法寸法へのトリミングは部材芯寸法の亀の甲分割後に行う                                                                                                                           
 　　　　　　　　　　スラブリストに入力された仕上げ荷重の支配寸法もスラブと同様の扱い                                                                                                                     
                                                                                                                                                                                                          
 - 床仕上げ荷重と床積載荷重の扱い：梁の構造形式によらず節点間での亀の甲分割により周囲部材の部材中間荷重に変換する                                                                                         
                                                                                                                                                                                                          
 - 床周囲節点が同一平面内にないときの扱い：周囲節点からの距離の2乗和が最小となる平均平面上に投影して扱う                                                                                                  
                                                                                                                                                                                                          
 - 斜め床の面積の扱い：床固定荷重(自重とスラブリストの積載荷重)は実面積、積載荷重は水平投影面積                                                                                                           
                                                                                                                                                                                                          
 - 小梁の荷重伝達：材端のQ0、N0を親部材の部材中間集中荷重（端点が解析節点近傍の時は節点荷重）として伝達する                                                                                               
                                                                                                                                                                                                          
 - 柱梁ブレースの荷重伝達：分布荷重（自重、スラブと壁の支配部分）、集中荷重（小梁からの伝達）、                                                                                                           
                           節点荷重（近傍の小梁からの伝達を含む）として保持する                                                                                                                           
                                                                                                                                                                                                          
 - 地震用節点重量：接続部材の固定荷重と地震用積載荷重のQ0、N0の鉛直成分の合計値として節点位置に集計する                                                                                                   
 　　　　　　　　　柱は1/2ずつ、壁は亀の甲分割により周囲部材の部材中間荷重として上下階に振り分けられる                                                                                                    
                                                                                                                                                                                                          
 - 柱梁ブレース中間荷重の扱い：荷重分布を保持し、剛域を含む線材モデルに部材中間荷重として作用させる                                                                                                       
                                                                                                                                                                                                          
 + 壁中梁部材中間荷重の伝達方法 : 部材中間荷重とする                                                                                                                                                      
                                                                                                                                                                                                          
 ○壁量算定                                                                                                                                                                                               
                                                                                                                                                                                                          
 - Z以外の文字で始まる符号(耐力壁)、Z符号(架構内雑壁と架構外雑壁)のRC壁を算定対象とする                                                                                                                   
                                                                                                                                                                                                          
 - Aw 算入条件                                                                                                                                                                                            
 　開口率≦0.4の耐力壁                                                                                                                                                                                    
 　t≧120mm架構内雑壁のl≧450mmかつl≧0.3h0の袖壁                                                                                                                                                         
                                                                                                                                                                                                          
 - Aw'算入条件                                                                                                                                                                                            
 　開口率>0.4の耐力壁                                                                                                                                                                                     
 　t≧120mm架構内雑壁のl<450mmまたはl<0.3h0の袖壁                                                                                                                                                         
 　t≧120mm架構内雑壁の方立壁(左右のみにスリットや開口有)                                                                                                                                                 
 　t≧100mmかつl≧1000mmの架構外雑壁                                                                                                                                                                      
 　垂れ壁や腰壁(開口幅l0)、３方スリット壁は算入しない                                                                                                                                                     
                                                                                                                                                                                                          
 --------------------------------------------------------------------------------------------------------------                                                                                           
    応力解析荷重計算                                                                                                                                                                                      
 --------------------------------------------------------------------------------------------------------------                                                                                           
                                                                                                                                                                                                          
 ○荷重の考え方                                                                                                                                                                                           
                                                                                                                                                                                                          
 - 以下の荷重群を任意に組み合わせて応力解析に用いる荷重（荷重ケース）を作成する                                                                                                                           
                                                                                                                                                                                                          
 - 形状入力で集計された固定荷重(DL)、積載荷重(3種：LL1-LL3)毎の部材中間荷重群と節点荷重群を扱う                                                                                                           
 　指定により荷重群の部材への適用範囲を区分して施工時解析等に用いることもできる                                                                                                                           
                                                                                                                                                                                                          
 - 地震荷重：地震用節点重量を階毎に集計した各階重量を用いて計算                                                                                                                                           
                                                                                                                                                                                                          
 - 地震荷重の加力方法：地震用節点重量に震度を乗じた力を加力方向に節点荷重として全節点に作用させる                                                                                                         
  　(剛床仮定の時は重心位置1点に合計値を作用させたことと等価となる）                                                                                                                                      
                                                                                                                                                                                                          
 - 任意の節点荷重、部材荷重、節点強制変位                                                                                                                                                                 
                                                                                                                                                                                                          
 - 風荷重、水平土圧等の自動計算を行わないので、必要に応じて任意の節点荷重や部材荷重として入力し別途説明を加える                                                                                           
                                                                                                                                                                                                          
 - 面に作用する積雪荷重や水圧はLL2やLL3の積載荷重を用いて入力することもできる                                                                                                                             
                                                                                                                                                                                                          
O_POLICYLD_OFF
 
 
O_SEISLE_ON
                                                                                                                                                                                                          
 ■ 荷重名     SE_AI            荷重タイプ AI                                                                                                                                                             
                                                                                                                                                                                                          
                                GL-FLOOR = 1        ROOF-FLOOR = PHR      ( SHAPE    HEIGHT )                                                                                                             
    Z = 1.000   TC(S) =  .600   RT = 1.000   T1(S) =  .082   C0 =  .200   Ki0=  .100                                                                                                                      
 +--------+---------+---------+-----+---------+--------+--------+--------+--------+-----------+                                                                                                           
 | FLOOR  | TOTAL.H | FLOOR.H | STR |   WI    |  ALPI  |   AI   |   CI   |   KI   |     QI    |                                                                                                           
 |        |   (M)   |   (M)   |     |  (KN)   |        |        |        |        |    (KN)   |                                                                                                           
 +--------+---------+---------+-----+---------+--------+--------+--------+--------+-----------+                                                                                                           
 | PHR    |   4.100 |         |     |    277. |        |        |        |   .200 |           |                                                                                                           
 |        |         |   4.000 | RC  |         |  1.000 |  1.000 |   .200 |        |       55. |                                                                                                           
 | 1      |    .100 |         |     |    423. |        |        |        |   .100 |           |                                                                                                           
 +--------+---------+---------+-----+---------+--------+--------+--------+--------+-----------+                                                                                                           
                                                                                                                                                                                                          
O_SEISLE_OFF
 
 
O_ESTIM_ON
                                                                                                                                                                                                          
 ■ 固定荷重 (KN)                                                                                                                                                                                         
                                                                                                                                                                                                          
 階名      床     節点    大梁    小梁  大梁上  小梁上     柱     間柱     壁  ブレ－ス  層合計  LL面積  [/LL面積 ] 上階合計                                                                              
               追加荷重                追加荷重 追加荷重                                           (M2)   (KN/M2)                                                                                         
                                                                                                                                                                                                          
 PHR         0.      0.    188.      0.      0.      0.                                                                                                                                                   
                                                           212.      0.      0.      0.     400.      0. [    INF ]      400.                                                                             
 1           0.      0.    300.      0.      0.      0.                                                                                                                                                   
                                                                                            300.      0. [    INF ]      700.                                                                             
 ----------------------------------------------------------------------------------------------------------------------------                                                                             
 TOTAL       0.      0.    488.      0.      0.      0.    212.      0.      0.      0.     700.      0. [    INF ]                                                                                       
 ( % )  (   .0) (   .0) ( 69.7) (   .0) (   .0) (   .0) ( 30.3) (   .0) (   .0) (   .0)  (100.0)                                                                                                          
                                                                                                                                                                                                          
 ■ 固定荷重の内訳 (KN)                                     BODY:く体   FL:各リスト仕上  FLL:床仕上リスト  FIRE:耐火被覆                                                                                  
                                                                                                                                                                                                          
        +------------------------ 当階 ----------------------------+ +------------ 下階 ------------+                                                                                                     
 階名            床     節点           大梁    小梁  大梁上  小梁上     柱     間柱     壁  ブレ－ス  層合計  LL面積  [/LL面積 ] 上階合計                                                                 
                      追加荷重                      追加荷重 追加荷重                                           (M2)   (KN/M2)                                                                            
                                                                                                                                                                                                          
 PHR    BODY       0.          BODY     147.      0.                    166.      0.      0.      0.                                                                                                      
        FL         0.          FL        41.      0.                     46.      0.      0.      0.                                                                                                      
        FLL        0.          FIRE       0.      0.                      0.      0.      0.      0.                                                                                                      
        TOTAL      0.      0.  TOTAL    188.      0.      0.      0.    212.      0.      0.      0.     400.      0. [    INF ]      400.                                                                
        ( % ) (   .0) (   .0)        ( 47.1) (   .0) (   .0) (   .0) ( 52.9) (   .0) (   .0) (   .0)  (100.0)                                                                                             
                                                                                                                                                                                                          
 1      BODY       0.          BODY     246.      0.                                                                                                                                                      
        FL         0.          FL        54.      0.                                                                                                                                                      
        FLL        0.          FIRE       0.      0.                                                                                                                                                      
        TOTAL      0.      0.  TOTAL    300.      0.      0.      0.                                     300.      0. [    INF ]      700.                                                                
        ( % ) (   .0) (   .0)        (100.0) (   .0) (   .0) (   .0)                                  (100.0)                                                                                             
                                                                                                                                                                                                          
 -----------------------------------------------------------------------------------------------------------------------------------------                                                                
 TOTAL  BODY       0.          BODY     393.      0.                    166.      0.      0.      0.                                                                                                      
        FL         0.          FL        95.      0.                     46.      0.      0.      0.                                                                                                      
        FLL        0.          FIRE       0.      0.                      0.      0.      0.      0.                                                                                                      
        TOTAL      0.      0.  TOTAL    488.      0.      0.      0.    212.      0.      0.      0.     700.      0. [    INF ]                                                                          
        ( % ) (   .0) (   .0)        ( 69.7) (   .0) (   .0) (   .0) ( 30.3) (   .0) (   .0) (   .0)  (100.0)                                                                                             
                                                                                                                                                                                                          
 ■ コンクリ－ト体積 (M3)                                                                                                                                                                                 
                                                                                                                                                                                                          
 階名        床       大梁      小梁       柱      間柱        壁    ブレ－ス   層合計    LL面積  [ /LL面積 ]  上階合計                                                                                   
                                                                                                                                                                                                          
 PHR           .0       6.1        .0                                                                                                                                                                     
                                            6.9        .0        .0        .0      13.1        .0 [     INF ]       13.1                                                                                  
 1             .0      10.2        .0                                                                                                                                                                     
                                                                                   10.2        .0 [     INF ]       23.3                                                                                  
 -----------------------------------------------------------------------------------------------------------------------                                                                                  
 TOTAL         .0      16.4        .0       6.9        .0        .0        .0      23.3        .0 [     INF ]                                                                                             
 ( % )    (    .0 ) (  70.3 ) (    .0 ) (  29.7 ) (    .0 ) (    .0 ) (    .0 ) ( 100.0 )                                                                                                                 
                                                                                                                                                                                                          
 ■ 型枠面積 (M2)                                                                                                                                                                                         
                                                                                                                                                                                                          
 階名        床       大梁      小梁       柱      間柱        壁    ブレ－ス   層合計    LL面積  [ /LL面積 ]  上階合計                                                                                   
                                                                                                                                                                                                          
 PHR           .0      41.0        .0                                                                                                                                                                     
                                           46.1        .0        .0        .0      87.0        .0 [     INF ]       87.0                                                                                  
 1             .0      53.8        .0                                                                                                                                                                     
                                                                                   53.8        .0 [     INF ]      140.8                                                                                  
 -----------------------------------------------------------------------------------------------------------------------                                                                                  
 TOTAL         .0      94.7        .0      46.1        .0        .0        .0     140.8        .0 [     INF ]                                                                                             
 ( % )    (    .0 ) (  67.3 ) (    .0 ) (  32.7 ) (    .0 ) (    .0 ) (    .0 ) ( 100.0 )                                                                                                                 
                                                                                                                                                                                                          
 ■ 鉄骨重量 (KN)                                                                                                                                                                                         
                                                                                                                                                                                                          
 階名                 大梁      小梁       柱      間柱        壁    ブレ－ス   層合計    LL面積  [ /LL面積 ]  上階合計                                                                                   
                                                                                                                                                                                                          
 PHR                     .0        .0                                                                                                                                                                     
                                             .0        .0        .0        .0        .0        .0 [    NaNQ ]         .0                                                                                  
 1                       .0        .0                                                                                                                                                                     
                                                                                     .0        .0 [    NaNQ ]         .0                                                                                  
 -----------------------------------------------------------------------------------------------------------------------                                                                                  
 TOTAL                   .0        .0        .0        .0        .0        .0        .0        .0 [    NaNQ ]                                                                                             
 ( % )              (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 )                                                                                                                 
                                                                                                                                                                                                          
 ■ 鉄骨耐火被覆重量 (KN) ・ 鉄骨表面積 (M2)   ( S造,SC造 部分 )                                                                                                                                          
                                                                                                                                                                                                          
                  +------ 当階 ------+ +--------------- 下階 ----------------+                                                                                                                            
 階名                 大梁     小梁        柱      間柱        壁    ブレ－ス   層合計    LL面積  [ /LL面積 ]  上階合計                                                                                   
                                                                                                                                                                                                          
 PHR       重量          .0        .0        .0        .0        .0        .0        .0        .0 [    NaNQ ]         .0                                                                                  
           面積          .0        .0        .0        .0        .0        .0        .0           [    NaNQ ]         .0                                                                                  
     (重量/面積)    (  .000 ) (  .000 ) (  .000 ) (  .000 ) (  .000 ) (  .000 ) (  .000 )                                                                                                                 
                                                                                                                                                                                                          
 1         重量          .0        .0                                                .0        .0 [    NaNQ ]         .0                                                                                  
           面積          .0        .0                                                .0           [    NaNQ ]         .0                                                                                  
     (重量/面積)    (  .000 ) (  .000 )                                         (  .000 )                                                                                                                 
                                                                                                                                                                                                          
 -----------------------------------------------------------------------------------------------------------------------                                                                                  
 TOTAL     重量          .0        .0        .0        .0        .0        .0        .0        .0 [    NaNQ ]                                                                                             
          ( % )     (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 )                                                                                                                 
           面積          .0        .0        .0        .0        .0        .0        .0        .0 [    NaNQ ]                                                                                             
          ( % )     (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 ) (    .0 )                                                                                                                 
                                                                                                                                                                                                          
 ■ 節点鉛直荷重(応力解析用) (KN)                                                                                                                                                                         
                                                                                                                                                                                                          
 階名    +----架構用-----+ +--- 地震用-----+ +---固定荷重----+ +架構用積載荷重-+ +- 地震用積載 --+ ( 固定荷重 DL )    (その他の架構用積載荷重)                                                            
         DL+LL1  [ /面積]  DL+LLE  [ /面積]     DL   [ /面積]    LL1   [ /面積]    LLE   [ /面積]   床梁                LL2      LL3      LL4                                                             
        (全体比%)         (全体比%)         (全体比%)          (DL比%)           (DL比%)                                                                                                                  
                 上階合計          上階合計          上階合計          上階合計          上階合計   柱壁等 上階合計                                                                                       
                                                                                                                                                                                                          
 PHR        277. [   INF]     277. [   INF]     277. [   INF]       0. [  NaNQ]       0. [  NaNQ]     188.                0.       0.       0.                                                            
         ( 39.5 )          ( 39.5 )          ( 39.5 )          (   .0 )          (   .0 )                                                                                                                 
                     277.              277.              277.                0.                0.     212.     400.                                                                                       
                                                                                                                                                                                                          
 1          423. [   INF]     423. [   INF]     423. [   INF]       0. [  NaNQ]       0. [  NaNQ]     300.                0.       0.       0.                                                            
         ( 60.5 )          ( 60.5 )          ( 60.5 )          (   .0 )          (   .0 )                                                                                                                 
                                                                                                                                                                                                          
 ---------------------------------------------------------------------------------------------------------------------------------------------                                                            
  TOTAL              700.              700.              700.                0.                0.              700.       0.       0.       0.                                                            
 [ /面積]        [   INF]          [   INF]          [   INF]          [  NaNQ]          [  NaNQ]          [   INF] [  NaNQ] [  NaNQ] [  NaNQ]                                                            
1解析モデルに基づく鉄筋重量(tf)                                                                                                                                                                           
 FL    MAT.       COL.MAIN   COL.HOOP   GIR.MAIN   GIR.STRP                                                                                                                                               
 PHR   SD295          .000       .000       .000       .195                                                                                                                                               
 PHR   SD345          .000       .000       .504       .000                                                                                                                                               
 1     SD295          .000       .311       .000       .267                                                                                                                                               
 1     SD345         1.019       .000       .851       .000                                                                                                                                               
 TOTAL SD295          .000       .311       .000       .462                                                                                                                                               
 TOTAL SD345         1.019       .000      1.355       .000                                                                                                                                               
 TOTAL C+G           3.147                                                                                                                                                                                
1形状入力情報に基づく鉄筋重量(tf)                                                                                                                                                                         
 FL    MAT.       COL.MAIN   COL.HOOP   GIR.MAIN   GIR.STRP  BEAM.MAIN  BEAM.STRP  POST.MAIN  POST.HOOP       SLAB       WALL      FWALL                                                                  
 PHR   SD295          .000       .000       .000       .204       .000       .000       .000       .000       .000       .000       .000                                                                  
 PHR   SD345          .000       .000       .504       .000       .000       .000       .000       .000                                                                                                   
 1     SD295          .000       .382       .000       .280       .000       .000       .000       .000       .000       .000       .000                                                                  
 1     SD345         1.223       .000       .851       .000       .000       .000       .000       .000                                                                                                   
 TOTAL SD295          .000       .382       .000       .484       .000       .000       .000       .000       .000       .000       .000                                                                  
 TOTAL SD345         1.223       .000      1.355       .000       .000       .000       .000       .000                                                                                                   
 TOTAL C+G           3.444                                                                                                                                                                                
 TOTAL ALL           3.444                                                                                                                                                                                
O_ESTIM_OFF
 
 
O_POLICYEC_ON
                                                                                                                                                                                                          
 --------------------------------------------------------------------------------------------------------------                                                                                           
    解析モデル                                                                                                                                                                                            
 --------------------------------------------------------------------------------------------------------------                                                                                           
                                                                                                                                                                                                          
 ○解析モデル設定の考え方                                                                                                                                                                                 
                                                                                                                                                                                                          
 - 設定条件を変えた複数の「解析モデル」を設定できて、応力解析に適用できる                                                                                                                                 
                                                                                                                                                                                                          
 ○解析モデルを構成する要素                                                                                                                                                                               
                                                                                                                                                                                                          
 - 解析節点：形状入力節点の内、柱、大梁、ブレース、耐力壁、スラブ（平面応力要素、平板要素）の端部・周囲節点                                                                                               
                                                                                                                                                                                                          
 - 柱梁：梁要素                                                                                                                                                                                           
   部材の構成はi端からj端に向かって、剛域－弾性部材－(フェイス位置)－中央部材－(フェイス位置)－弾性部材－剛域                                                                                             
   材端ピン固定条件設定可、ピンはフェイス位置に設定                                                                                                                                                       
 　柱両端節点の座標は形状入力座標を基本とし、「解析用階高」に応じてZ座標を変更できる                                                                                                                      
                                                                                                                                                                                                          
 - S露出柱脚(既製・在来)　：　材端弾性回転ばね（剛性評価）＋素断面耐力曲面を柱脚耐力曲面により補正（降伏判定）                                                                                            
                                                                                                                                                                                                          
 - SRC非埋込み柱脚(在来)　：　剛性は素断面で評価、S柱脚部は外側のRC断面と共に許容応力、耐力計算に考慮する                                                                                                 
                                                                                                                                                                                                          
 - ブレース：トラス要素（材端固定条件設定時には梁要素）                                                                                                                                                   
                                                                                                                                                                                                          
 - 小梁：モデル化しない（荷重伝達のみ）                                                                                                                                                                   
                                                                                                                                                                                                          
 - 耐力壁（RC壁、S壁、RC地下外壁）　：　壁柱要素                                                                                                                                                          
                                                                                                                                                                                                          
 - RC耐力壁を壁柱要素にモデル化する条件  ：  モデル化の対象は符号がZ以外の文字で始まる壁と地下外壁、鋼鈑壁                                                                                                
                                             開口周比γ0≦0.4を満たさない場合にはWARNINGを出力                                                                                                            
                                                                                                                                                                                                          
 - 床、底版  ：  モデル化しない、平面応力要素、板要素のいずれかの選択(構造モデル化伏図で確認)                                                                                                             
                                                                                                                                                                                                          
 - 免震装置：水平MSSモデル＋鉛直軸ばねモデル でモデル化する                                                                                                                                               
                                                                                                                                                                                                          
 - 荷重：固定荷重(部材自重・仕上げ荷重）、床積載荷重、地震荷重、部材中間荷重、節点荷重                                                                                                                    
                                                                                                                                                                                                          
 - 雑壁　：　モデル化の対象は符号がZで始まる壁                                                                                                                                                            
             架構内雑壁とその開口、あるいは架構内片持壁に基づいて周囲のRC,SRC柱大梁の剛性を増大                                                                                                           
             剛域、フェイス位置を設定する                                                                                                                                                                 
                                                                                                                                                                                                          
 - 制振装置の主架構への接続(設置)方法　：　軸要素、せん断要素、シアリンク要素でモデル化する                                                                                                               
                                                                                                                                                                                                          
 - 履歴型制振装置　：　バイリニア・トリリニア要素でモデル化する                                                                                                                                           
                                                                                                                                                                                                          
 - 速度依存型制振装置　：　モデル化しないかポリリニア等価剛性要素でモデル化するか選択する                                                                                                                 
                                                                                                                                                                                                          
 + S造接合部パネルの指定箇所の自動モデル化　：　モデル化しない                                                                                                                                            
                                                                                                                                                                                                          
 + SRC造接合部パネルの指定箇所の自動モデル化　：　モデル化しない                                                                                                                                          
                                                                                                                                                                                                          
 - 各種ばね　：　節点ばね、軸ばね、せん断ばね、MSS（設置位置は構造モデル化図で確認する）                                                                                                                  
                                                                                                                                                                                                          
 ○「解析モデル」毎に変更できない条件                                                                                                                                                                     
                                                                                                                                                                                                          
 - 節点座標                                                                                                                                                                                               
 - モデル化する場合の要素モデル                                                                                                                                                                           
                                                                                                                                                                                                          
 ○「解析モデル」毎に変更できる条件                                                                                                                                                                       
                                                                                                                                                                                                          
 - 解析に考慮する部材、要素、節点                                                                                                                                                                         
 - 節点境界条件                                                                                                                                                                                           
 - 剛床条件                                                                                                                                                                                               
 - 従属変位条件                                                                                                                                                                                           
 - 柱剛性                                                                                                                                                                                                 
 - 梁剛性                                                                                                                                                                                                 
 - ブレース剛性                                                                                                                                                                                           
 - 耐力壁剛性                                                                                                                                                                                             
 - スラブ剛性（平面応力要素、平板要素）                                                                                                                                                                   
 - 接合部パネル剛性                                                                                                                                                                                       
 - 各種ばね剛性                                                                                                                                                                                           
 - 柱梁の剛域長さ・フェイス位置                                                                                                                                                                           
                                                                                                                                                                                                          
 --------------------------------------------------------------------------------------------------------------                                                                                           
    剛性計算(弾性・弾塑性解析モデル)                                                                                                                                                                      
 --------------------------------------------------------------------------------------------------------------                                                                                           
                                                                                                                                                                                                          
 ○ 共通事項                                                                                                                                                                                              
                                                                                                                                                                                                          
 + RC・SRC柱梁の軸・曲げ・せん断剛性評価　：　鉄筋鉄骨を含める                                                                                                                                            
                                                                                                                                                                                                          
 - CFT柱の軸・曲げ剛性評価　：　鉄骨と中詰めコンクリートの和                                                                                                                                              
                                                                                                                                                                                                          
 + CFT柱のせん断剛性評価：鉄骨と中詰めコンクリートの和を考慮                                                                                                                                              
                                                                                                                                                                                                          
 + CFT柱のねじれ剛性評価：鉄骨と中詰めコンクリートの和を考慮                                                                                                                                              
                                                                                                                                                                                                          
 + 柱のねじれ剛性の扱い：非考慮(剛性倍率0.00001)                                                                                                                                                          
 考慮,非考慮(剛性倍率0.00001),,                                                                                                                                                                           
                                                                                                                                                                                                          
 ○ 柱                                                                                                                                                                                                    
                                                                                                                                                                                                          
 - 柱の曲げ・せん断・ねじれ剛性 ： 柱頭断面で評価                                                                                                                                                         
                                                                                                                                                                                                          
 - 露出柱脚剛性：材端降伏判定位置に回転ばねを設定して評価                                                                                                                                                 
                                                                                                                                                                                                          
 + 柱の自動計算による剛域長さ・フェイス長さ：周辺部材で評価した長さのうち最長の長さ                                                                                                                       
                                                                                                                                                                                                          
 ○ 大梁                                                                                                                                                                                                  
                                                                                                                                                                                                          
 - 大梁曲げ・せん断・ねじれ剛性 ： 中央断面で評価                                                                                                                                                         
                                                                                                                                                                                                          
 + スラブによる大梁の曲げ剛性増大率のデフォルト設定：スラブ有効幅を考慮した自動計算値                                                                                                                     
                                                                                                                                                                                                          
 + 大梁スラブ付き方自動判定時における片持スラブ考慮法：考慮する                                                                                                                                           
                                                                                                                                                                                                          
 + スラブの付き方に応じた大梁の曲げ剛性増大率のデフォルト設定値(片側スラブ)：   1.300                                                                                                                     
                                                                                                                                                                                                          
 + スラブの付き方に応じた大梁の曲げ剛性増大率のデフォルト設定値(スラブなし)：   1.000                                                                                                                     
                                                                                                                                                                                                          
 + 大梁の自動計算による剛域長さ・フェイス長さ：z軸の周辺部材で評価した長さ                                                                                                                                
                                                                                                                                                                                                          
 ○ブレース                                                                                                                                                                                               
                                                                                                                                                                                                          
 - ブレース剛性　：　一様断面として軸剛性を計算                                                                                                                                                           
                                                                                                                                                                                                          
 ○ 雑壁・柱梁接合部をモデル化しない柱梁                                                                                                                                                                  
                                                                                                                                                                                                          
 - RC柱梁同士の取り合いを考慮した剛域長の自動設定 ： 行う(RC規準)                                                                                                                                         
                                                                                                                                                                                                          
 - SRC柱梁同士の取り合いを考慮した剛域長の自動設定 ： 行う(RC規準)                                                                                                                                        
                                                                                                                                                                                                          
 - RC梁とSRC柱の取り合いを考慮した剛域長の自動設定 ： 行う(RC規準)                                                                                                                                        
                                                                                                                                                                                                          
 + S柱梁同士の取り合いを考慮した剛域長の自動計算 ： 自動計算は行わない                                                                                                                                    
                                                                                                                                                                                                          
 + S柱梁同士の取り合いを考慮した略算に用いるフェイス長に対する剛域長の比 ：     .500                                                                                                                      
                                                                                                                                                                                                          
 + S梁とSRC柱梁の取り合いを考慮した剛域長の自動計算 ： 自動計算は行わない                                                                                                                                 
                                                                                                                                                                                                          
 + S梁とSRC柱梁の取り合いを考慮した略算に用いるフェイス長に対する剛域長の比 ：    1.000                                                                                                                   
                                                                                                                                                                                                          
 + S梁とCFT柱の取り合いを考慮した剛域長の自動計算 ： 自動計算は行わない                                                                                                                                   
                                                                                                                                                                                                          
 + S梁とCFT柱の取り合いを考慮した略算に用いるフェイス長に対する剛域長の比 ：     .650                                                                                                                     
                                                                                                                                                                                                          
 ○ 雑壁の付く柱梁                                                                                                                                                                                        
                                                                                                                                                                                                          
 + 雑壁付RC・SRC部材の剛域・フェイス位置の自動設定法：雑壁付部材は変断面                                                                                                                                  
                                                                                                                                                                                                          
 + 架構内片持壁剛性の考慮法：一様断面で考慮する                                                                                                                                                           
                                                                                                                                                                                                          
 + スリット壁剛性の考慮法：JSCAスリット指針                                                                                                                                                               
                                                                                                                                                                                                          
 + 雑壁付部材のI計算位置：雑壁付断面図心回り                                                                                                                                                              
                                                                                                                                                                                                          
 ○ 耐力壁                                                                                                                                                                                                
                                                                                                                                                                                                          
 - 壁柱の曲げ剛性計算時のせい：内法                                                                                                                                                                       
                                                                                                                                                                                                          
 - 壁柱のせん断剛性計算時のせい：芯々                                                                                                                                                                     
                                                                                                                                                                                                          
 - 壁柱のフェイス位置(曲げ降伏判定位置)：                                                                                                                                                                 
                                                                                                                                                                                                          
                                                                                                                                                                                                          
 + S壁柱の向きと付帯柱材端条件：I(剛)                                                                                                                                                                     
                                                                                                                                                                                                          
 + RC壁柱の向きと付帯柱材端条件：I(ピン)                                                                                                                                                                  
                                                                                                                                                                                                          
 ○免震装置                                                                                                                                                                                               
                                                                                                                                                                                                          
 - 免震装置　：　MSSモデルの水平剛性、軸ばねの鉛直剛性は製品規格入力値による                                                                                                                              
 （時刻歴解析モデルにおいて構造減衰作成のための剛性マトリックスから自動的に除かれる）                                                                                                                     
                                                                                                                                                                                                          
 ○制振装置                                                                                                                                                                                               
                                                                                                                                                                                                          
 - 履歴型制振装置のモデル化　：　断面変化(支持弾性部、塑性化部、剛域部)の影響を考慮した等価剛性とする                                                                                                     
                                                                                                                                                                                                          
 - 速度依存型制振装置のモデル化 ： 等価静的ポリリニア                                                                                                                                                     
                                                                                                                                                                                                          
O_POLICYEC_OFF
 
 
O_CMODEL_ON
                                                                                                                                                                                                          
 ** 部材剛性の計算方法                                                                                                                                                                                    
  ・RC,SRC部材剛性の計算に鉄筋や鉄骨を考慮しない                                                                                                                                                          
                                                                                                                                                                                                          
 ** 剛床条件                                                                                                                                                                                              
  ・剛床条件は範囲指定により以下の入力による                                                                                                                                                              
    剛床名              指定範囲                                                                                                                                                                          
    PHR                 PHR                                                                                                                                                                               
                                                                                                                                                                                                          
 ** 節点境界条件                                                                                                                                                                                          
  ・節点境界条件を固定とする部分は以下の入力による                                                                                                                                                        
     X   Y   Z  θX θY θZ    指定範囲                                                                                                                                                                   
    FIX FIX FIX         FIX    1                                                                                                                                                                          
                                                                                                                                                                                                          
 ** 解析用階高の設定                                                                                                                                                                                      
  ・解析用階高は形状入力時の階高とするが以下の入力により修正できる                                                                                                                                        
                                                                                                                                                                                                          
 ** 解析上モデル化を行わない部材の設定                                                                                                                                                                    
  ・原則的には形状入力されたすべての柱・大梁・ブレースをモデル化するが以下の入力により解析上モデル化を行わない部材を指定できる                                                                            
                                                                                                                                                                                                          
 ** 接合部パネルのモデル化を行う部分の設定                                                                                                                                                                
  ・原則的には接合部パネルのモデル化は行わないが以下に指定する部分については接合部パネルのモデル化を行う                                                                                                  
                                                                                                                                                                                                          
 ** 剛域長さ,フェイス長さの設定(m)                                                                                                                                                                        
  ・原則的にはRC,SRC部材の剛域長さはRC基準に従い自動計算し,S部材はゼロとする.以下の入力値により修正できる．                                                                                               
  ・フェイス位置は柱・大梁の相関から自動計算するが以下の入力により修正できる.                                                                                                                             
                                                                                                                                                                                                          
 ** 材端条件の設定                                                                                                                                                                                        
  ・原則的には柱・大梁は剛接合,ブレースはピン接合とし,ねじれ剛性は考慮する.以下の入力値により条件を修正できる．                                                                                           
                                                                                                                                                                                                          
 ** 横座屈長さの設定(m)                                                                                                                                                                                   
  ・柱は節点間距離,大梁は最小小梁間隔とし,以下に入力があれば入力値による.                                                                                                                                 
                                                                                                                                                                                                          
 ** 圧縮座屈長さの設定(m)                                                                                                                                                                                 
  ・柱・大梁・ブレース共節点間距離とし,以下に入力があれば入力値による.                                                                                                                                    
O_CMODEL_OFF
 
 
O_EMODEL_ON
                                                                                                                                                                                                          
 ////// 応力解析ケースと解析モデルの対応 //////                                                                                                                                                           
                                                                                                                                                                                                          
    解析目的 = [  固定荷重時応力解析            ]   応力ファイル名 = [ RSTDL      ]  使用解析モデル = [ MODEL1     ]                                                                                      
    解析目的 = [  積載荷重時応力解析            ]   応力ファイル名 = [ RSTLL1     ]  使用解析モデル = [ MODEL1     ]                                                                                      
    解析目的 = [  X方向地震荷重時応力解析       ]   応力ファイル名 = [ RSTE1      ]  使用解析モデル = [ MODEL2     ]                                                                                      
    解析目的 = [  Y方向地震荷重時応力解析       ]   応力ファイル名 = [ RSTE2      ]  使用解析モデル = [ MODEL3     ]                                                                                      
                                                                                                                                                                                                          
                                                                                                                                                                                                          
 ////// 解析モデル = [ MODEL1     ]   ////////////////////  鉛直荷重時応力解析用モデル                                                                                                                    
                                                                                                                                                                                                          
 ** 部材の弾塑性の設定                                                                                                                                                                                    
    柱                 : 弾性                                                                                                                                                                             
    大梁               : 弾性                                                                                                                                                                             
    ブレース           : 弾性                                                                                                                                                                             
    耐力壁             : 弾性                                                                                                                                                                             
    節点ばね           : 弾性                                                                                                                                                                             
                                                                                                                                                                                                          
 ////// 解析モデル = [ MODEL1     ]   ////////////////////  鉛直荷重時応力解析用モデル                                                                                                                    
                                                                                                                                                                                                          
 ** 部材の弾塑性の設定                                                                                                                                                                                    
    柱                 : 弾性                                                                                                                                                                             
    大梁               : 弾性                                                                                                                                                                             
    ブレース           : 弾性                                                                                                                                                                             
    耐力壁             : 弾性                                                                                                                                                                             
    節点ばね           : 弾性                                                                                                                                                                             
                                                                                                                                                                                                          
 ////// 解析モデル = [ MODEL2     ]   ////////////////////  X方向地震荷重時解析用モデル                                                                                                                   
                                                                                                                                                                                                          
 ** 部材の弾塑性の設定                                                                                                                                                                                    
    柱                 : 弾性                                                                                                                                                                             
    大梁               : 弾性                                                                                                                                                                             
    ブレース           : 弾性                                                                                                                                                                             
    耐力壁             : 弾性                                                                                                                                                                             
    節点ばね           : 弾性                                                                                                                                                                             
                                                                                                                                                                                                          
 ////// 解析モデル = [ MODEL3     ]   ////////////////////  Y方向地震荷重時解析用モデル                                                                                                                   
                                                                                                                                                                                                          
 ** 部材の弾塑性の設定                                                                                                                                                                                    
    柱                 : 弾性                                                                                                                                                                             
    大梁               : 弾性                                                                                                                                                                             
    ブレース           : 弾性                                                                                                                                                                             
    耐力壁             : 弾性                                                                                                                                                                             
    節点ばね           : 弾性                                                                                                                                                                             
O_EMODEL_OFF
 
 
O_RFLOOR_ON
                                                                                                                                                                                                          
 +------+--------+------------------+----------------------------+--------------+------------------+-------------+-----------------+                                                                      
 | SEQ. |  R.FL  |   CENTER JOINT   |   CENTER OF SEISMIC MASS   | SEISMIC MASS | ROTATIVE INERTIA | SEISMIC MASS| ROTATIVE INERTIA|                                                                      
 |  NO. |  NAME  | (SEQ.NO.)   NAME |   X(M)     Y(M)     Z(M)   |     (KN)     |      (kN*M2)     |     (t)     |      (t*M2)     |                                                                      
 +------+--------+------------------+----------------------------+--------------+------------------+-------------+-----------------+                                                                      
 |    1 | PHR    | (     1 )  29001 |    4.000    3.000    4.100 |        276.7 |           6918.0 |        28.2 |           705.9 |                                                                      
 +------+--------+------------------+----------------------------+--------------+------------------+-------------+-----------------+                                                                      
                                                            TOTAL         276.7                                                                                                                           
  各階の各部材を集計して計算した回転慣性                                                                                                                                                                  
 FL      /--TOTAL(kNM2)-//---TOTAL/9.8--//--XC(M)-//--YC(M)-//   SLAB   //   GIR  //  BEAM  //   COL  //   BRA  //   WAL  //JNT-LOAD/                                                                     
 PHR             5721.2           583.8     4.000     3.000          0.     3072.        0.     2650.        0.        0.        0.                                                                       
 1               7532.4           768.6     4.000     3.000          0.     4883.        0.     2650.        0.        0.        0.                                                                       
O_RFLOOR_OFF
 
 
O_JSPRING_ON
                                                                                                                                                                                                          
O_JSPRING_OFF
 
 
O_JNT_ON
                                                                                                                                                                                                          
            NO. FL     GR1    GR2      0:FREE 1:FIX   X-COORD   Y-COORD   Z-COORD RGDFL    SEMASS FL     FR1    FR2    FR3    FR4                                                                         
                                      XYZ RXYZ GXYZ     (M)       (M)       (M)             (KN)                                                                                                          
                                                                                                                                                                                                          
 (    1)  29001-PHR   -GC    -        001  110  111    4.0000    3.0000    4.1000 PHR          .0 PHR    GC                                                                                               
 (    2)  20101-PHR   -X1    -Y1      000  000  111     .0000     .0000    4.1000 PHR        69.2 PHR    X1     Y1                                                                                        
 (    3)  20102-PHR   -X1    -Y2      000  000  111    8.0000     .0000    4.1000 PHR        69.2 PHR    X1     Y2                                                                                        
 (    4)  20201-PHR   -X2    -Y1      000  000  111     .0000    6.0000    4.1000 PHR        69.2 PHR    X2     Y1                                                                                        
 (    5)  20202-PHR   -X2    -Y2      000  000  111    8.0000    6.0000    4.1000 PHR        69.2 PHR    X2     Y2                                                                                        
 (    6)  10101-1     -X1    -Y1      111  001  111     .0000     .0000     .1000           105.8 1      X1     Y1                                                                                        
 (    7)  10102-1     -X1    -Y2      111  001  111    8.0000     .0000     .1000           105.8 1      X1     Y2                                                                                        
 (    8)  10201-1     -X2    -Y1      111  001  111     .0000    6.0000     .1000           105.8 1      X2     Y1                                                                                        
 (    9)  10202-1     -X2    -Y2      111  001  111    8.0000    6.0000     .1000           105.8 1      X2     Y2                                                                                        
O_JNT_OFF
 
 
O_HRATIO_ON
                                                                                                                                                                                                          
 +-------------------------------------------------------------------------------------------------+                                                                                                      
 |                CASE : FES00           FILE : RSTE1           FORCE ANGLE =     .00              |                                                                                                      
 +--------+--------------------------------------------------------+-------------------------------+                                                                                                      
 | FLOOR  |                    SHEAR FORCE (KN)                    |            RATIO (%)          |                                                                                                      
 |        |     TOTAL   COLUMN     WALL    BRACE   DAMPER    OTHER |  COL.  WALL  BRA. DAMP.  OTH. |                                                                                                      
 +--------+--------------------------------------------------------+-------------------------------+                                                                                                      
 | PHR    |                                                        |                               |                                                                                                      
 |        |      55.3     55.3       .0       .0       .0       .0 | 100.0    .0    .0    .0    .0 |                                                                                                      
 | 1      |                                                        |                               |                                                                                                      
 +--------+--------------------------------------------------------+-------------------------------+                                                                                                      
                                                                                                                                                                                                          
 +-------------------------------------------------------------------------------------------------+                                                                                                      
 |                CASE : FES90           FILE : RSTE2           FORCE ANGLE =   90.00              |                                                                                                      
 +--------+--------------------------------------------------------+-------------------------------+                                                                                                      
 | FLOOR  |                    SHEAR FORCE (KN)                    |            RATIO (%)          |                                                                                                      
 |        |     TOTAL   COLUMN     WALL    BRACE   DAMPER    OTHER |  COL.  WALL  BRA. DAMP.  OTH. |                                                                                                      
 +--------+--------------------------------------------------------+-------------------------------+                                                                                                      
 | PHR    |                                                        |                               |                                                                                                      
 |        |      55.3     55.3       .0       .0       .0       .0 | 100.0    .0    .0    .0    .0 |                                                                                                      
 | 1      |                                                        |                               |                                                                                                      
 +--------+--------------------------------------------------------+-------------------------------+                                                                                                      
O_HRATIO_OFF
 
 
O_STSTIFF_ON
                                                                                                                                                                                                          
 +--------------------------------------------------------------------------------------------------------------------------------------------------------------+                                         
 |               CASE : FES00           FILE : RSTE1           FORCE ANGLE =     .00                                                                            |                                         
 +-------+--------+----------+------------++-------------------+---------+---------+---------+---------+------------++-------------------+---------+------------+                                         
 | FLOOR |  FL.H  |  SHEAR.F |    O.T.M   ||   CENTER OF S.F   | X-DISP. | Y-DISP. | THETA-Z |  DISP.  | STIFFNESS  ||   CENTER OF RIG.  |  DISP.  | STIFFNESS  |                                         
 |       |   (M)  |   (KN)   |   (KN*M)   ||   XC(M)    YC(M)  |  (MM)   |  (MM)   |  (MRAD) |  (MM)   |  (KN/CM)   ||   XK(M)    YK(M)  |  (MM)   |  (KN/CM)   |                                         
 +-------+--------+----------+------------++-------------------+---------+---------+---------+---------+------------++-------------------+---------+------------+                                         
 | PHR   |        |          |          0.||                   |         |         |         |         |            ||                   |         |            |                                         
 |       |  4.000 |      55. |            ||    4.000    3.000 |     .64 |     .00 |   .0000 |     .64 |       867. ||    4.000    3.000 |     .64 |       867. |                                         
 | 1     |        |          |        221.||                   |         |         |         |         |            ||                   |         |            |                                         
 +-------+--------+----------+------------++-------------------+---------+---------+---------+---------+------------++-------------------+---------+------------+                                         
                                                                                                                                                                                                          
 +--------------------------------------------------------------------------------------------------------------------------------------------------------------+                                         
 |               CASE : FES90           FILE : RSTE2           FORCE ANGLE =   90.00                                                                            |                                         
 +-------+--------+----------+------------++-------------------+---------+---------+---------+---------+------------++-------------------+---------+------------+                                         
 | FLOOR |  FL.H  |  SHEAR.F |    O.T.M   ||   CENTER OF S.F   | X-DISP. | Y-DISP. | THETA-Z |  DISP.  | STIFFNESS  ||   CENTER OF RIG.  |  DISP.  | STIFFNESS  |                                         
 |       |   (M)  |   (KN)   |   (KN*M)   ||   XC(M)    YC(M)  |  (MM)   |  (MM)   |  (MRAD) |  (MM)   |  (KN/CM)   ||   XK(M)    YK(M)  |  (MM)   |  (KN/CM)   |                                         
 +-------+--------+----------+------------++-------------------+---------+---------+---------+---------+------------++-------------------+---------+------------+                                         
 | PHR   |        |          |          0.||                   |         |         |         |         |            ||                   |         |            |                                         
 |       |  4.000 |      55. |            ||    4.000    3.000 |     .00 |     .53 |   .0000 |     .53 |      1043. ||    4.000    3.000 |     .53 |      1043. |                                         
 | 1     |        |          |        221.||                   |         |         |         |         |            ||                   |         |            |                                         
 +-------+--------+----------+------------++-------------------+---------+---------+---------+---------+------------++-------------------+---------+------------+                                         
O_STSTIFF_OFF
 
 
O_POLICYCH_ON
                                                                                                                                                                                                          
 --------------------------------------------------------------------------------------------------------------                                                                                           
    断面検討                                                                                                                                                                                              
 --------------------------------------------------------------------------------------------------------------                                                                                           
                                                                                                                                                                                                          
 ○ 設計用応力                                                                                                                                                                                            
                                                                                                                                                                                                          
 設計用応力の割増                                                                                                                                                                                         
                                                                                                                                                                                                          
 + 耐力壁分担率50％超時の短期応力割増 ： 柱MQ割増                                                                                                                                                         
                                                                                                                                                                                                          
 + 冷間成形角形鋼管STKRの応力割増(R1) ：    1.300                                                                                                                                                         
                                                                                                                                                                                                          
 + 冷間成形角形鋼管BCR の応力割増(R1) ：    1.400                                                                                                                                                         
                                                                                                                                                                                                          
 + 冷間成形角形鋼管BCP の応力割増(R1) ：    1.100                                                                                                                                                         
                                                                                                                                                                                                          
 + 冷間成形角形鋼管STKRの最下階柱脚の応力割増(R2,R3) ：    1.400                                                                                                                                          
                                                                                                                                                                                                          
 ○ 断面検定位置(端部(左端、右端、柱脚、柱頭)検定応力計算位置)                                                                                                                                            
                                                                                                                                                                                                          
 + 長期               ： 節点位置                                                                                                                                                                         
                                                                                                                                                                                                          
 + 短期(鉛直荷重成分) ： 節点位置                                                                                                                                                                         
                                                                                                                                                                                                          
 + 短期(水平荷重成分) ： フェイス位置                                                                                                                                                                     
                                                                                                                                                                                                          
 ○ 柱梁共通                                                                                                                                                                                              
                                                                                                                                                                                                          
 + RC,SRC柱梁せん断耐力計算時のシアスパン比M/Q計算法 ： M・Qとも形状部材単位におけるそれぞれの最大値                                                                                                      
                                                                                                                                                                                                          
 ○ 柱共通                                                                                                                                                                                                
                                                                                                                                                                                                          
 + 圧縮座屈長さの自動計算法 ： 解析節点間距離                                                                                                                                                             
                                                                                                                                                                                                          
 ○ 梁共通                                                                                                                                                                                                
                                                                                                                                                                                                          
 + 耐力壁付帯梁の断面検定 ： 検定しない                                                                                                                                                                   
                                                                                                                                                                                                          
 ○ S部材                                                                                                                                                                                                 
                                                                                                                                                                                                          
 S梁                                                                                                                                                                                                      
                                                                                                                                                                                                          
 + S梁 ウエッブの考慮 ： 考慮                                                                                                                                                                             
                                                                                                                                                                                                          
 + S梁 M修正係数Cの考慮 ： 考慮                                                                                                                                                                           
                                                                                                                                                                                                          
 + S梁 保有耐力横補剛の検討 ： 行う                                                                                                                                                                       
                                                                                                                                                                                                          
 S接合部パネル                                                                                                                                                                                            
                                                                                                                                                                                                          
 + S接合部パネル 検定の有無 ： 検定する                                                                                                                                                                   
                                                                                                                                                                                                          
 - 鋼構造接合部設計指針に準拠し、降伏モーメント(5.2式)が                                                                                                                                                  
   設計モーメント(5.1式、C5.12式)以上であることを検定する                                                                                                                                                 
                                                                                                                                                                                                          
 ○ RC部材                                                                                                                                                                                                
                                                                                                                                                                                                          
 RC柱梁共通                                                                                                                                                                                               
                                                                                                                                                                                                          
 + 雑壁付部材Ma計算法 ： 雑壁考慮(開口補強筋のみ)                                                                                                                                                         
                                                                                                                                                                                                          
 + 雑壁付部材Qa計算法 ： 雑壁考慮                                                                                                                                                                         
                                                                                                                                                                                                          
 + 短期許容付着応力度の取り方 ： 長期の1.5倍(RC規準)                                                                                                                                                      
                                                                                                                                                                                                          
 + 高強度せん断補強筋長期pwの上限値 ： 0.6％                                                                                                                                                              
                                                                                                                                                                                                          
 RC梁                                                                                                                                                                                                     
                                                                                                                                                                                                          
 + RC大梁Ma計算法 ： 断面解析                                                                                                                                                                             
                                                                                                                                                                                                          
 + Ma計算が断面解析の場合  大梁許容N-MインターラクションのN軸分割法 ： 軸力分割にN=0を含める                                                                                                              
                                                                                                                                                                                                          
 RC接合部パネル                                                                                                                                                                                           
                                                                                                                                                                                                          
 + 検定の有無 ： 検定しない                                                                                                                                                                               
                                                                                                                                                                                                          
 - 短期許容応力度に関する検討はRC規準2010に準拠し、許容せん断力(15.10式)が                                                                                                                                
   設用せん断力(15.11式、15.12式)以上であることを検定する                                                                                                                                                 
                                                                                                                                                                                                          
 ○ SRC部材                                                                                                                                                                                               
                                                                                                                                                                                                          
 SRC共通                                                                                                                                                                                                  
                                                                                                                                                                                                          
 + 雑壁付部材Ma計算法 ： 考慮(開口補強筋のみ)                                                                                                                                                             
                                                                                                                                                                                                          
 + 雑壁付部材Qa計算法 ： 雑壁考慮                                                                                                                                                                         
                                                                                                                                                                                                          
 SRC柱                                                                                                                                                                                                    
                                                                                                                                                                                                          
 + SRC長柱の検討 ： 行う                                                                                                                                                                                  
                                                                                                                                                                                                          
 SRC梁                                                                                                                                                                                                    
                                                                                                                                                                                                          
 + 軸力を負担しない1軸曲げ応力状態の大梁の許容モーメント計算法 ： SとRCの一般化累加                                                                                                                       
                                                                                                                                                                                                          
 SRC接合部パネル                                                                                                                                                                                          
                                                                                                                                                                                                          
 + 検定の有無 ： 検定する                                                                                                                                                                                 
                                                                                                                                                                                                          
 - 許容応力度に関する検討はSRC規準2014に準拠し、長期は(20.1式)、短期は(20.2式)で検定する                                                                                                                  
                                                                                                                                                                                                          
 ○ CFT部材                                                                                                                                                                                               
                                                                                                                                                                                                          
 CFT柱                                                                                                                                                                                                    
                                                                                                                                                                                                          
 + CFT長柱・中柱・短柱を考慮した検討 ： 行わない                                                                                                                                                          
                                                                                                                                                                                                          
 CFT接合部パネル                                                                                                                                                                                          
                                                                                                                                                                                                          
 + 検定の有無 ： 検定する                                                                                                                                                                                 
                                                                                                                                                                                                          
 - 許容応力度に関する検討はコンクリート充填鋼管構造設計施工指針に準拠し、                                                                                                                                 
   許容せん断力(2.13.2式)が設用せん断力(1.13.1式)以上であることを検定する                                                                                                                                 
                                                                                                                                                                                                          
 ○ 耐力壁                                                                                                                                                                                                
                                                                                                                                                                                                          
 耐力壁共通                                                                                                                                                                                               
                                                                                                                                                                                                          
 + 壁柱軸力・モーメントの付帯柱への割り振り ： 割り振らない                                                                                                                                               
                                                                                                                                                                                                          
 RC耐力壁                                                                                                                                                                                                 
                                                                                                                                                                                                          
 + RC耐力壁の許容せん断耐力計算における開口低減率γの計算法 ： γの計算に開口高さも考慮                                                                                                                   
                                                                                                                                                                                                          
 + RC耐力壁γ計算におけるhとlの扱い ： lは付帯柱外法でhは梁上辺間距離(RC規準2010)                                                                                                                         
 γの計算に開口高さも考慮,γの計算に開口高さは考慮しない(旧RC耐力壁の方法),,,,,,,                                                                                                                         
                                                                                                                                                                                                          
1                                                                                                                                                                                                         
O_POLICYCH_OFF
 
 
O_CHCASE_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
 ** 検討ケース [ VL         ]         [ 長期荷重時                    ]                                                                                                                                   
                                                                                                                                                                                                          
    [  固定荷重時応力解析            ]    応力ファイル名 [ RSTDL      ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  積載荷重時応力解析            ]    応力ファイル名 [ RSTLL1     ]   荷重倍率 [  1.0      ]                                                                                                          
                                                                                                                                                                                                          
 ** 検討ケース [ VL+E1      ]         [ 短期(X正方向地震荷重時)       ]                                                                                                                                   
                                                                                                                                                                                                          
    [  固定荷重時応力解析            ]    応力ファイル名 [ RSTDL      ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  積載荷重時応力解析            ]    応力ファイル名 [ RSTLL1     ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  X方向地震荷重時応力解析       ]    応力ファイル名 [ RSTE1      ]   荷重倍率 [   1.0     ]                                                                                                          
                                                                                                                                                                                                          
 ** 検討ケース [ VL-E1      ]         [ 短期(X負方向地震荷重時)       ]                                                                                                                                   
                                                                                                                                                                                                          
    [  固定荷重時応力解析            ]    応力ファイル名 [ RSTDL      ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  積載荷重時応力解析            ]    応力ファイル名 [ RSTLL1     ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  X方向地震荷重時応力解析       ]    応力ファイル名 [ RSTE1      ]   荷重倍率 [  -1.0     ]                                                                                                          
                                                                                                                                                                                                          
 ** 検討ケース [ VL+E2      ]         [ 短期(Y正方向地震荷重時)       ]                                                                                                                                   
                                                                                                                                                                                                          
    [  固定荷重時応力解析            ]    応力ファイル名 [ RSTDL      ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  積載荷重時応力解析            ]    応力ファイル名 [ RSTLL1     ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  Y方向地震荷重時応力解析       ]    応力ファイル名 [ RSTE2      ]   荷重倍率 [   1.0     ]                                                                                                          
                                                                                                                                                                                                          
 ** 検討ケース [ VL-E2      ]         [ 短期(Y負方向地震荷重時)       ]                                                                                                                                   
                                                                                                                                                                                                          
    [  固定荷重時応力解析            ]    応力ファイル名 [ RSTDL      ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  積載荷重時応力解析            ]    応力ファイル名 [ RSTLL1     ]   荷重倍率 [  1.0      ]                                                                                                          
  + [  Y方向地震荷重時応力解析       ]    応力ファイル名 [ RSTE2      ]   荷重倍率 [  -1.0     ]                                                                                                          
O_CHCASE_OFF
 
 
O_CHLISTM_ON
                                                                                                                                                                                                          
 +-----------------------+-------------------------------------++-------------------------------------++-------------------------------------+                                                            
 |                       |         長期検定比(本数)            ||         短期検定比(本数)            ||      短期検定比(変動分)(本数)       |                                                            
 | 部材符号              +-----+-------------------------+-----++-----+-------------------------+-----++-----+-------------------------+-----+                                                            
 |                       | MIN |  20  40  60  80 100 Over| MAX || MIN |  20  40  60  80 100 Over| MAX || MIN |  20  40  60  80 100 Over| MAX |                                                            
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----++-----+-------------------------+-----+                                                            
 | C1-1             柱頭 |  23 |   0   4   0   0   0   0 |  23 ||  15 |   4   0   0   0   0   0 |  15 ||   4 |   4   0   0   0   0   0 |   4 |                                                            
 |                  柱脚 |  29 |   0   4   0   0   0   0 |  29 ||  20 |   0   4   0   0   0   0 |  20 ||   6 |   4   0   0   0   0   0 |   6 |                                                            
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----++-----+-------------------------+-----+                                                            
 | FG1-1            端部 |   9 |   4   0   0   0   0   0 |  18 ||  12 |   4   0   0   0   0   0 |  18 ||   7 |   4   0   0   0   0   0 |   8 |                                                            
 |                  中央 |   9 |   4   0   0   0   0   0 |  16 ||   6 |   4   0   0   0   0   0 |  10 ||   0 |   4   0   0   0   0   0 |   0 |                                                            
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----++-----+-------------------------+-----+                                                            
 | G1-PHR           端部 |  18 |   2   2   0   0   0   0 |  33 ||  22 |   0   4   0   0   0   0 |  31 ||  12 |   4   0   0   0   0   0 |  13 |                                                            
 |                  中央 |  10 |   4   0   0   0   0   0 |  18 ||   6 |   4   0   0   0   0   0 |  11 ||   0 |   4   0   0   0   0   0 |   0 |                                                            
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----++-----+-------------------------+-----+                                                            
O_CHLISTM_OFF
 
 
O_CHLISTQ_ON
                                                                                                                                                                                                          
 +-----------------------+-------------------------------------++-------------------------------------+                                                                                                   
 |                       |         長期検定比(本数)            ||         短期検定比(本数)            |                                                                                                   
 | 部材符号              +-----+-------------------------+-----++-----+-------------------------+-----+                                                                                                   
 |                       | MIN |  20  40  60  80 100 Over| MAX || MIN |  20  40  60  80 100 Over| MAX |                                                                                                   
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----+                                                                                                   
 | C1-1             柱頭 |  12 |   4   0   0   0   0   0 |  12 ||  11 |   4   0   0   0   0   0 |  11 |                                                                                                   
 |                  柱脚 |  12 |   4   0   0   0   0   0 |  12 ||  11 |   4   0   0   0   0   0 |  11 |                                                                                                   
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----+                                                                                                   
 | FG1-1            端部 |   9 |   4   0   0   0   0   0 |  12 ||  10 |   4   0   0   0   0   0 |  12 |                                                                                                   
 |                  中央 |   0 |   4   0   0   0   0   0 |   0 ||   2 |   4   0   0   0   0   0 |   3 |                                                                                                   
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----+                                                                                                   
 | G1-PHR           端部 |  11 |   4   0   0   0   0   0 |  16 ||  13 |   4   0   0   0   0   0 |  13 |                                                                                                   
 |                  中央 |   0 |   4   0   0   0   0   0 |   0 ||   3 |   4   0   0   0   0   0 |   4 |                                                                                                   
 +-----------------------+-----+-------------------------+-----++-----+-------------------------+-----+                                                                                                   
O_CHLISTQ_OFF
 
 
O_CHOPEN_ON
                                                                                                                                                                                                          
    [  準拠基準    ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       日本建築学会　鉄筋コンクリート構造設計規準・同解説（2010年版）                                                                                                                                     
                                                                                                                                                                                                          
       278頁  19条  壁部材の算定  5. 開口補強　式(19.14～19.16)                                                                                                                                           
                                                                                                                                                                                                          
       nv(当該層で水平方向に並ぶ開口の数) = 0 とする                                                                                                                                                      
       nh(当該層で鉛直方向に並ぶ開口の数) = 0 とする                                                                                                                                                      
                                                                                                                                                                                                          
    [  記号の説明  ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       l  (m) : 壁部材の幅                                                                                                                                                                                
       h  (m) : 壁部材の高さ                                                                                                                                                                              
       l0 (m) : 開口部の長さ                                                                                                                                                                              
       h0 (m) : 開口部の高さ                                                                                                                                                                              
                                                                                                                                                                                                          
       psv(%) : 壁板の縦筋の補強筋比（縦筋比）＝awv / (t・sv )                                                                                                                                            
           awv: 壁板の１組の縦筋の断面積                                                                                                                                                                  
           sv : 壁板の縦筋の間隔                                                                                                                                                                          
           t  : 壁板の厚さ                                                                                                                                                                                
       psh(%) : 壁板の横筋の補強筋比（横筋比）＝awh / (t・sh )                                                                                                                                            
          awh : 壁板の１組の横筋の断面積                                                                                                                                                                  
          sh  : 壁板の横筋の間隔                                                                                                                                                                          
                                                                                                                                                                                                          
       nrd         : 斜め開口補強筋本数                                                                                                                                                                   
       rd          : 斜め開口補強筋                                                                                                                                                                       
       Ad (mm^2)   : 斜め開口補強筋の断面積                                                                                                                                                               
       ftd(N/mm^2) : 開口補強筋の短期許容応力度                                                                                                                                                           
                                                                                                                                                                                                          
       nrv         : 鉛直方向補強筋本数                                                                                                                                                                   
       rv          : 鉛直方向補強筋                                                                                                                                                                       
       Av (mm^2)   : 開口周囲の縦筋の断面積（＝Av0）                                                                                                                                                      
       Av0(mm^2)   : 縦開口補強筋の断面積                                                                                                                                                                 
       ftv(N/mm^2) : 開口補強筋の短期許容応力度                                                                                                                                                           
                                                                                                                                                                                                          
       nrh         : 水平方向補強筋本数                                                                                                                                                                   
       rh          : 水平方向補強筋                                                                                                                                                                       
       Ah(mm^2)    : 開口周囲の縦筋の断面積（＝Ah0）                                                                                                                                                      
       Ah0(mm^2)   : 横開口補強筋の断面積                                                                                                                                                                 
       fth(N/mm^2) : 開口補強筋の短期許容応力度                                                                                                                                                           
                                                                                                                                                                                                          
       Qd   (kN)   : 耐力壁の設計用せん断力                                                                                                                                                               
                                                                                                                                                                                                          
       Qdv  (kN)   : 開口隅角部の許容付加斜張力      (式(19.14)の左辺)                                                                                                                                    
       Mdlr (kN)   : 開口左右の許容付加曲げモーメント(式(19.15)の左辺)                                                                                                                                    
       Mdud (kN)   : 開口上下の許容付加曲げモーメント(式(19.16)の左辺)                                                                                                                                    
                                                                                                                                                                                                          
       Qav  (kN)   : 開口隅角部の設計用付加斜張力      (式(19.14)の右辺)                                                                                                                                  
       Malr (kN)   : 開口左右の設計用付加曲げモーメント(式(19.15)の右辺)                                                                                                                                  
       Maud (kN)   : 開口上下の設計用付加曲げモーメント(式(19.16)の右辺)                                                                                                                                  
                                                                                                                                                                                                          
       RQv         : 開口隅角部の付加斜張力検定比      (式(19.14)の左辺/右辺)                                                                                                                             
       RMlr        : 開口左右の付加曲げモーメント検定比(式(19.15)の左辺/右辺)                                                                                                                             
       RMud        : 開口上下の付加曲げモーメント検定比(式(19.16)の左辺/右辺)                                                                                                                             
                                                                                                                                                                                                          
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
                    耐力壁開口補強筋の検討(短期) : VL+E1                                                                                                                                                  
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
    WNO. LIST     FL     FR     GR1    GR2        l     h    l0    h0  psv  pshnrd  rd   Ad  ftd nrv  rv   Av  ftv nrh  rh   Ah  fth    Qd   Qdv  Mdlr  Mdud   Qav  Malr  Maud   RQv RMlr RMud            
                                                  m     m     m     m    %    %         mm2 N/mm2         mm2 N/mm2         mm2 N/mm2   kN    kN    kN    kN    kN    kN    kN                            
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
                    耐力壁開口補強筋の検討(短期) : VL-E1                                                                                                                                                  
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
    WNO. LIST     FL     FR     GR1    GR2        l     h    l0    h0  psv  pshnrd  rd   Ad  ftd nrv  rv   Av  ftv nrh  rh   Ah  fth    Qd   Qdv  Mdlr  Mdud   Qav  Malr  Maud   RQv RMlr RMud            
                                                  m     m     m     m    %    %         mm2 N/mm2         mm2 N/mm2         mm2 N/mm2   kN    kN    kN    kN    kN    kN    kN                            
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
                    耐力壁開口補強筋の検討(短期) : VL+E2                                                                                                                                                  
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
    WNO. LIST     FL     FR     GR1    GR2        l     h    l0    h0  psv  pshnrd  rd   Ad  ftd nrv  rv   Av  ftv nrh  rh   Ah  fth    Qd   Qdv  Mdlr  Mdud   Qav  Malr  Maud   RQv RMlr RMud            
                                                  m     m     m     m    %    %         mm2 N/mm2         mm2 N/mm2         mm2 N/mm2   kN    kN    kN    kN    kN    kN    kN                            
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
                    耐力壁開口補強筋の検討(短期) : VL-E2                                                                                                                                                  
-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------         
    WNO. LIST     FL     FR     GR1    GR2        l     h    l0    h0  psv  pshnrd  rd   Ad  ftd nrv  rv   Av  ftv nrh  rh   Ah  fth    Qd   Qdv  Mdlr  Mdud   Qav  Malr  Maud   RQv RMlr RMud            
                                                  m     m     m     m    %    %         mm2 N/mm2         mm2 N/mm2         mm2 N/mm2   kN    kN    kN    kN    kN    kN    kN                            
O_CHOPEN_OFF
 
 
O_CHPS2_ON
                                                                                                                                                                                                          
    [  準拠基準    ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       日本建築学会　接合部設計指針(2012年版）                                                                                                                                                            
                                                                                                                                                                                                          
       P.225　5章　柱梁接合部パネル　　標準形式接合部パネルは、式(5.1)により、左右の梁成が異なる場合は式(C5.13)による。                                                                                   
       許容モーメントは式(5.2)の降伏耐力式による。                                                                                                                                                        
                                                                                                                                                                                                          
    [  記号の説明  ]                                                                                                                                                                                      
                                                                                                                                                                                                          
        YZ           : パネルの方向(y,z)                                                                                                                                                                  
        W            : 耐力壁、鋼鈑壁の付く場合 * が記入される                                                                                                                                            
        S            : 接合部パネルを構成する鉄骨の形状(H:H型鋼強軸、B:箱型、P:円形鋼管)                                                                                                                  
                                                                                                                                                                                                          
        Fy (kN/mm^2) : 接合部パネルの降伏応力度                                                                                                                                                           
        db (mm)      : 梁フランジの板厚中心間距離                                                                                                                                                         
        dc (mm)      : フランジの板厚中心間距離・幅・直径                                                                                                                                                 
        tp (mm)      : ウエッブ板厚、円形鋼管・箱形断面の板厚                                                                                                                                             
                                                                                                                                                                                                          
        Ve (cm^3)    : 接合部パネルの有効体積                                                                                                                                                             
        K            : 接合部パネルの形状係数                                                                                                                                                             
        N  (kN)      : 軸力(上下柱の平均値)                                                                                                                                                               
        n            : 軸力比                                                                                                                                                                             
                                                                                                                                                                                                          
        BML (kNm)    : 接合部パネルの左の梁端部に作用する曲げモーメント                                                                                                                                   
        BMR (kNm)    : 接合部パネルの右の梁端部に作用する曲げモーメント                                                                                                                                   
        CQU (kN)     : 接合部パネルの上の柱に作用するせん断力                                                                                                                                             
        CQL (kN)     : 接合部パネルの下の柱に作用するせん断力                                                                                                                                             
                                                                                                                                                                                                          
        PM   (kNm)   : 検討用接合部パネルモーメント                                                                                                                                                       
       (PMDL)(kNm)   : モデル化された接合部パネルのパネルモーメント(参考値)                                                                                                                               
        PMY  (kNm)   : 接合部パネルの短期許容パネルモーメント（降伏耐力）                                                                                                                                 
        PM/PMY       : 検定比                                                                                                                                                                             
        JUDGE        : 検定がNGの時(検定比＞1.0)の時のみ、NGと表示                                                                                                                                        
                                                                                                                                                                                                          
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
                    S接合部パネルの検討(短期) : VL+E1                                                                                                                                                     
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
      JNO JNAME FL     GR1    GR2   YZ W  S    Fy   db    dc     tp     Ve     K      N     n    BML  d/db    BMR  d/db   CQU    CQL      PM   (PMDL)    PMY  PM/PMY                                      
                                            N/mm2   mm    mm     mm    cm3           kN          kNm          kNm          kN     kN     kNm     kNm     kNm                                              
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
                    S接合部パネルの検討(短期) : VL-E1                                                                                                                                                     
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
      JNO JNAME FL     GR1    GR2   YZ W  S    Fy   db    dc     tp     Ve     K      N     n    BML  d/db    BMR  d/db   CQU    CQL      PM   (PMDL)    PMY  PM/PMY                                      
                                            N/mm2   mm    mm     mm    cm3           kN          kNm          kNm          kN     kN     kNm     kNm     kNm                                              
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
                    S接合部パネルの検討(短期) : VL+E2                                                                                                                                                     
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
      JNO JNAME FL     GR1    GR2   YZ W  S    Fy   db    dc     tp     Ve     K      N     n    BML  d/db    BMR  d/db   CQU    CQL      PM   (PMDL)    PMY  PM/PMY                                      
                                            N/mm2   mm    mm     mm    cm3           kN          kNm          kNm          kN     kN     kNm     kNm     kNm                                              
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
                    S接合部パネルの検討(短期) : VL-E2                                                                                                                                                     
---------------------------------------------------------------------------------------------------------------------------------------------------------------------                                     
      JNO JNAME FL     GR1    GR2   YZ W  S    Fy   db    dc     tp     Ve     K      N     n    BML  d/db    BMR  d/db   CQU    CQL      PM   (PMDL)    PMY  PM/PMY                                      
                                            N/mm2   mm    mm     mm    cm3           kN          kNm          kNm          kN     kN     kNm     kNm     kNm                                              
O_CHPS2_OFF
 
 
O_CHPRC2_ON
                                                                                                                                                                                                          
    [  準拠基準    ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       日本建築学会　鉄筋コンクリート構造設計規準・同解説（2010年版）                                                                                                                                     
                                                                                                                                                                                                          
       153頁  15条  梁・柱および柱梁接合部のせん断に対する算定  3.柱梁接合部                                                                                                                              
       許容せん断力は式(15.10)、設計用せん断力は式(15.11)または式(15.12)で検討を行う。                                                                                                                    
                                                                                                                                                                                                          
    [  記号の説明  ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       YZ        : パネルの方向(y,z)                                                                                                                                                                      
       W         : 耐力壁の付く場合 * が記入される                                                                                                                                                        
                                                                                                                                                                                                          
       KA        : 柱梁接合部の形状による係数                                                                                                                                                             
       fs(N/mm^2): コンクリートの短期許容せん断応力度                                                                                                                                                     
       bj(mm)    : 柱梁接合部の有効幅                                                                                                                                                                     
       Dj(mm)    : 柱せい                                                                                                                                                                                 
       QAj(kN)   : 柱梁接合部の許容せん断力                                                                                                                                                               
                                                                                                                                                                                                          
       Hc(m)     : 柱梁接合部の上下の柱の平均高さ                                                                                                                                                         
       Lb(m)     : 柱梁接合部の左右の梁の平均長さ                                                                                                                                                         
       ja(kN)    : 柱梁接合部の左右の梁の平均応力中心間距離                                                                                                                                               
       ML(kNm)   : 柱梁接合部の左の梁の降伏曲げモーメント                                                                                                                                                 
       MR(kNm)   : 柱梁接合部の右の梁の降伏曲げモーメント                                                                                                                                                 
       Σ(My/j)  : 柱梁接合部の左右の梁の降伏曲げモーメントをそれぞれの応力中心間距離で除した和                                                                                                           
                                                                                                                                                                                                          
       QDj1(kN)  : 式(15.11)の柱梁接合部の設計用せん断力                                                                                                                                                  
       QDj2(kN)  : 式(15.12)の柱梁接合部の設計用せん断力                                                                                                                                                  
       n         : 式(5.9)における柱部材の設計せん断力割増係数                                                                                                                                            
       QDj(kN)   : 柱梁接合部の設計用せん断力                                                                                                                                                             
      (QDM)(kN)  : 接合部パネルモデルのせん断力(参考値)                                                                                                                                                   
                                                                                                                                                                                                          
       QDj/QAj   : 検定比                                                                                                                                                                                 
       JUDGE     : 検定がNGの時(検定比＞1.0)の時のみ、NGと表示                                                                                                                                            
                                                                                                                                                                                                          
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
                    RC接合部パネルの検討(短期) : VL+E1                                                                                                                                                    
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
      JNO JNAME FL     GR1    GR2   YZ W  KA    fs   bj    Dj    QAj    Hc     Lb    ja    ξ     ML      MR Σ(My/j)  QDj1   QDj2    n   QDj  (QDM) QDj/QAj JUDGE                                        
                                            kN/mm2   mm    mm     kN    mm     mm    mm          kNm     kNm      kN     kN     kN         kN                                                             
 (     2) 20101 PHR    X1     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.   -219.    482.   364.     3. 1.5     3.     0.    .00                                              
 (     2) 20101 PHR    X1     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     3) 20102 PHR    X1     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25   -219.      0.    482.   364.   130. 1.5   130.     0.    .13                                              
 (     3) 20102 PHR    X1     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     4) 20201 PHR    X2     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.   -219.    482.   364.     3. 1.5     3.     0.    .00                                              
 (     4) 20201 PHR    X2     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     5) 20202 PHR    X2     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25   -219.      0.    482.   364.   130. 1.5   130.     0.    .13                                              
 (     5) 20202 PHR    X2     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     6) 10101 1      X1     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.   -503.    804.   532.     2. 1.5     2.     0.    .00                                              
 (     6) 10101 1      X1     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
 (     7) 10102 1      X1     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34   -503.      0.    804.   532.    83. 1.5    83.     0.    .08                                              
 (     7) 10102 1      X1     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
 (     8) 10201 1      X2     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.   -503.    804.   532.     2. 1.5     2.     0.    .00                                              
 (     8) 10201 1      X2     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
 (     9) 10202 1      X2     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34   -503.      0.    804.   532.    83. 1.5    83.     0.    .08                                              
 (     9) 10202 1      X2     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
                    RC接合部パネルの検討(短期) : VL-E1                                                                                                                                                    
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
      JNO JNAME FL     GR1    GR2   YZ W  KA    fs   bj    Dj    QAj    Hc     Lb    ja    ξ     ML      MR Σ(My/j)  QDj1   QDj2    n   QDj  (QDM) QDj/QAj JUDGE                                        
                                            kN/mm2   mm    mm     kN    mm     mm    mm          kNm     kNm      kN     kN     kN         kN                                                             
 (     2) 20101 PHR    X1     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.    219.    482.   364.   130. 1.5   130.     0.    .13                                              
 (     2) 20101 PHR    X1     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     3) 20102 PHR    X1     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25    219.      0.    482.   364.     3. 1.5     3.     0.    .00                                              
 (     3) 20102 PHR    X1     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     4) 20201 PHR    X2     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.    219.    482.   364.   130. 1.5   130.     0.    .13                                              
 (     4) 20201 PHR    X2     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     5) 20202 PHR    X2     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25    219.      0.    482.   364.     3. 1.5     3.     0.    .00                                              
 (     5) 20202 PHR    X2     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.      0.      0.     0.    34. 1.5     0.     0.    .00                                              
 (     6) 10101 1      X1     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.    503.    804.   532.    83. 1.5    83.     0.    .08                                              
 (     6) 10101 1      X1     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
 (     7) 10102 1      X1     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34    503.      0.    804.   532.     2. 1.5     2.     0.    .00                                              
 (     7) 10102 1      X1     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
 (     8) 10201 1      X2     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.    503.    804.   532.    83. 1.5    83.     0.    .08                                              
 (     8) 10201 1      X2     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
 (     9) 10202 1      X2     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34    503.      0.    804.   532.     2. 1.5     2.     0.    .00                                              
 (     9) 10202 1      X2     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.      0.      0.     0.    22. 1.5     0.     0.    .00                                              
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
                    RC接合部パネルの検討(短期) : VL+E2                                                                                                                                                    
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
      JNO JNAME FL     GR1    GR2   YZ W  KA    fs   bj    Dj    QAj    Hc     Lb    ja    ξ     ML      MR Σ(My/j)  QDj1   QDj2    n   QDj  (QDM) QDj/QAj JUDGE                                        
                                            kN/mm2   mm    mm     kN    mm     mm    mm          kNm     kNm      kN     kN     kN         kN                                                             
 (     2) 20101 PHR    X1     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     2) 20101 PHR    X1     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.    219.    482.   360.    27. 1.5    27.     0.    .03                                              
 (     3) 20102 PHR    X1     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     3) 20102 PHR    X1     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.    219.    482.   360.    27. 1.5    27.     0.    .03                                              
 (     4) 20201 PHR    X2     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     4) 20201 PHR    X2     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25    219.      0.    482.   360.    96. 1.5    96.     0.    .10                                              
 (     5) 20202 PHR    X2     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     5) 20202 PHR    X2     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25    219.      0.    482.   360.    96. 1.5    96.     0.    .10                                              
 (     6) 10101 1      X1     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     6) 10101 1      X1     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.    503.    804.   525.    17. 1.5    17.     0.    .02                                              
 (     7) 10102 1      X1     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     7) 10102 1      X1     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.    503.    804.   525.    17. 1.5    17.     0.    .02                                              
 (     8) 10201 1      X2     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     8) 10201 1      X2     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35    503.      0.    804.   525.    61. 1.5    61.     0.    .06                                              
 (     9) 10202 1      X2     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     9) 10202 1      X2     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35    503.      0.    804.   525.    61. 1.5    61.     0.    .06                                              
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
                    RC接合部パネルの検討(短期) : VL-E2                                                                                                                                                    
------------------------------------------------------------------------------------------------------------------------------------------------------------------                                        
      JNO JNAME FL     GR1    GR2   YZ W  KA    fs   bj    Dj    QAj    Hc     Lb    ja    ξ     ML      MR Σ(My/j)  QDj1   QDj2    n   QDj  (QDM) QDj/QAj JUDGE                                        
                                            kN/mm2   mm    mm     kN    mm     mm    mm          kNm     kNm      kN     kN     kN         kN                                                             
 (     2) 20101 PHR    X1     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     2) 20101 PHR    X1     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.   -219.    482.   360.    96. 1.5    96.     0.    .10                                              
 (     3) 20102 PHR    X1     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     3) 20102 PHR    X1     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25      0.   -219.    482.   360.    96. 1.5    96.     0.    .10                                              
 (     4) 20201 PHR    X2     Y1     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     4) 20201 PHR    X2     Y1     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25   -219.      0.    482.   360.    27. 1.5    27.     0.    .03                                              
 (     5) 20202 PHR    X2     Y2     y     3. 1.09  500.  600.   985. 2000.  8000.  455.  .25      0.      0.      0.     0.    66. 1.5     0.     0.    .00                                              
 (     5) 20202 PHR    X2     Y2     z     3. 1.09  500.  600.   985. 2000.  6000.  455.  .25   -219.      0.    482.   360.    27. 1.5    27.     0.    .03                                              
 (     6) 10101 1      X1     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     6) 10101 1      X1     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.   -503.    804.   525.    61. 1.5    61.     0.    .06                                              
 (     7) 10102 1      X1     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     7) 10102 1      X1     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35      0.   -503.    804.   525.    61. 1.5    61.     0.    .06                                              
 (     8) 10201 1      X2     Y1     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     8) 10201 1      X2     Y1     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35   -503.      0.    804.   525.    17. 1.5    17.     0.    .02                                              
 (     9) 10202 1      X2     Y2     y     3. 1.09  550.  600.  1084. 2000.  8000.  626.  .34      0.      0.      0.     0.    42. 1.5     0.     0.    .00                                              
 (     9) 10202 1      X2     Y2     z     3. 1.09  550.  600.  1084. 2000.  6000.  626.  .35   -503.      0.    804.   525.    17. 1.5    17.     0.    .02                                              
O_CHPRC2_OFF
 
 
O_CHPSRC2_ON
                                                                                                                                                                                                          
    [  準拠基準    ]                                                                                                                                                                                      
                                                                                                                                                                                                          
     　鉄骨鉄筋コンクリート構造計算規準・解説(2014年版)　154頁　20条　柱梁接合部　式(20.2)                                                                                                                
                                                                                                                                                                                                          
    [  記号の説明  ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       YZ : パネルの方向(y,z)                                                                                                                                                                             
       W  : 耐力壁の付く場合 * が記入される                                                                                                                                                               
                                                                                                                                                                                                          
       GST      : 大梁の構造形式                                                                                                                                                                          
       Cb  (mm) : 柱の幅                                                                                                                                                                                  
       Bb  (mm) : 大梁の幅                                                                                                                                                                                
       mBd (mm) : 柱の左右の主筋間距離                                                                                                                                                                    
       mCd (mm) : 大梁の上下の主筋間距離                                                                                                                                                                  
                                                                                                                                                                                                          
       tw  (mm) : 柱梁接合部の鉄骨ウェブの厚さ                                                                                                                                                            
       sBd (mm) : 柱の鉄骨部分のフランジの重心間距離                                                                                                                                                      
       sCd (mm) : 大梁の鉄骨部分のフランジの重心間距離                                                                                                                                                    
                                                                                                                                                                                                          
       jD          : 柱梁接合部の形状による係数                                                                                                                                                           
       pw(%)       : せん断補強筋比                                                                                                                                                                       
       wft(N/mm^2) : 鉄筋のせん断補強用短期許容引張応力度                                                                                                                                                 
       fs(N/mm^2)  : コンクリートの短期許容せん断応力度                                                                                                                                                   
                                                                                                                                                                                                          
       GML (kNm) : 左の大梁の柱フェイス位置の設計用曲げモーメント                                                                                                                                         
       GMR (kNm) : 右の大梁の柱フェイス位置の設計用曲げモーメント                                                                                                                                         
                                                                                                                                                                                                          
       HD     (mm)  : 上下柱の平均内のり長さ                                                                                                                                                              
       H      (mm)  : 上下柱の平均柱長（平均節点間距離）                                                                                                                                                  
       PMD    (kNm) : 短期検討用接合部パネルモーメント                                                                                                                                                    
      (PMDMDL)(kNm) : 接合部パネルモデルのパネルモーメント(参考値)                                                                                                                                        
                                                                                                                                                                                                          
       PMA (kNm) : 接合部パネルの短期許容モーメント                                                                                                                                                       
       PMD/PMA   : 検定比                                                                                                                                                                                 
       JUDGE     : 検定がNGの時(検定比＞1.0)の時のみ、NGと表示                                                                                                                                            
       nrh         : 水平方向補強筋本数                                                                                                                                                                   
       rh          : 水平方向補強筋                                                                                                                                                                       
                                                                                                                                                                                                          
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    SRC接合部パネルの検討(短期) : VL+E1                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  GST   Cb    Bb   mBd   mCd    tw  sBd   sCd   jD   pw   wft    fs    GML     GMR    HD     H     PMD (PMDMDL)    PMA PMD/PMA JUDGE                              
                                                mm    mm    mm    mm    mm   mm    mm         % N/mm2 N/mm2    kNm     kNm    mm    mm     kNm     kNm     kNm                                            
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    SRC接合部パネルの検討(短期) : VL-E1                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  GST   Cb    Bb   mBd   mCd    tw  sBd   sCd   jD   pw   wft    fs    GML     GMR    HD     H     PMD (PMDMDL)    PMA PMD/PMA JUDGE                              
                                                mm    mm    mm    mm    mm   mm    mm         % N/mm2 N/mm2    kNm     kNm    mm    mm     kNm     kNm     kNm                                            
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    SRC接合部パネルの検討(短期) : VL+E2                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  GST   Cb    Bb   mBd   mCd    tw  sBd   sCd   jD   pw   wft    fs    GML     GMR    HD     H     PMD (PMDMDL)    PMA PMD/PMA JUDGE                              
                                                mm    mm    mm    mm    mm   mm    mm         % N/mm2 N/mm2    kNm     kNm    mm    mm     kNm     kNm     kNm                                            
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    SRC接合部パネルの検討(短期) : VL-E2                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  GST   Cb    Bb   mBd   mCd    tw  sBd   sCd   jD   pw   wft    fs    GML     GMR    HD     H     PMD (PMDMDL)    PMA PMD/PMA JUDGE                              
                                                mm    mm    mm    mm    mm   mm    mm         % N/mm2 N/mm2    kNm     kNm    mm    mm     kNm     kNm     kNm                                            
O_CHPSRC2_OFF
 
 
O_CHPCFT2_ON
                                                                                                                                                                                                          
    [  準拠基準    ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       日本建築学会　コンクリート充填鋼管構造設計施工指針(2012年版）                                                                                                                                      
       柱梁接合部の降伏せん断耐力を短期許容せん断力として                                                                                                                                                 
       68頁　式(4.2.1)により検討する                                                                                                                                                                      
                                                                                                                                                                                                          
       柱梁接合部の降伏せん断耐力は,コンクリート部分の降伏せん断耐力pcQa(式(4.2.21))と                                                                                                                    
       鉄骨部分の降伏せん断耐力psQa(式(4.2.2))の和とする                                                                                                                                                  
                                                                                                                                                                                                          
    [  記号の説明  ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       YZ    : パネルの方向(y,z)                                                                                                                                                                          
       W     : 耐力壁の付く場合 * が記入される                                                                                                                                                            
                                                                                                                                                                                                          
       S            : 鉄骨形状                                                                                                                                                                            
       sAw (cm^2)   : 鋼管ウェブの断面積                                                                                                                                                                  
       sA  (cm^2)   : 鋼管の断面積                                                                                                                                                                        
       sft (N/mm^2) : 鉄骨の短期許容引張応力度                                                                                                                                                            
       Fy  (N/mm^2) : 鋼管の降伏強度                                                                                                                                                                      
       cA  (cm^2)   : コンクリートの断面積                                                                                                                                                                
       Fc  (N/mm^2) : コンクリートの設計基準強度                                                                                                                                                          
       N   (kN)     : 設計用軸力                                                                                                                                                                          
                                                                                                                                                                                                          
       SS0   (N/mm^2) : 鋼管部分の軸応力度                                                                                                                                                                
       pBeta (kN)     : 鋼管部分の終局強度に対する低減係数                                                                                                                                                
       psQa  (kN)     : 鋼管部分の降伏せん断耐力                                                                                                                                                          
                                                                                                                                                                                                          
       pcQa (kN)   : コンクリート部分の降伏せん断耐力                                                                                                                                                     
                                                                                                                                                                                                          
       BML   (kNm) : 接合部パネルの左の梁端部に作用する曲げモーメント                                                                                                                                     
       BMR   (kNm) : 接合部パネルの右の梁端部に作用する曲げモーメント                                                                                                                                     
       CQU   (kN)  : 接合部パネルの上の柱に作用するせん断力                                                                                                                                               
       CQL   (kN)  : 接合部パネルの下の柱に作用するせん断力                                                                                                                                               
       Bd    (mm)  : 梁フランジ重心間距離（最大梁せいとする）                                                                                                                                             
       pQ    (kN)  : 検討用接合部パネルせん断力                                                                                                                                                           
      (pQMDL)(kN)  : 接合部パネルモデルのせん断力(参考値)                                                                                                                                                 
                                                                                                                                                                                                          
       pQa(kN) : 接合部パネルの短期許容(降伏)せん断力                                                                                                                                                     
       pQ/pQa  : 検定比                                                                                                                                                                                   
       JUDGE   : 検定がNGの時(検定比＞1.0)の時のみ、NGと表示                                                                                                                                              
                                                                                                                                                                                                          
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    CFT接合部パネルの検討(短期) : VL+E1                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  S   sAw    sA   sft    Fy   cA     Fc      N    SS0 pBeta  psQa   pcQa     BML     BMR    CQU    CQL    Bd     pQ (pQMDL)   pQa pQ/pQa JUDGE                    
                                              cm2   cm2 N/mm2 N/mm2  cm2  N/mm2     kN  N/mm2          kN     kN     kNm     kNm     kN     kN    mm     kN     kN     kN                                 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    CFT接合部パネルの検討(短期) : VL-E1                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  S   sAw    sA   sft    Fy   cA     Fc      N    SS0 pBeta  psQa   pcQa     BML     BMR    CQU    CQL    Bd     pQ (pQMDL)   pQa pQ/pQa JUDGE                    
                                              cm2   cm2 N/mm2 N/mm2  cm2  N/mm2     kN  N/mm2          kN     kN     kNm     kNm     kN     kN    mm     kN     kN     kN                                 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    CFT接合部パネルの検討(短期) : VL+E2                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  S   sAw    sA   sft    Fy   cA     Fc      N    SS0 pBeta  psQa   pcQa     BML     BMR    CQU    CQL    Bd     pQ (pQMDL)   pQa pQ/pQa JUDGE                    
                                              cm2   cm2 N/mm2 N/mm2  cm2  N/mm2     kN  N/mm2          kN     kN     kNm     kNm     kN     kN    mm     kN     kN     kN                                 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    CFT接合部パネルの検討(短期) : VL-E2                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
      JNO JNAME FL     GR1    GR2   YZ W  S   sAw    sA   sft    Fy   cA     Fc      N    SS0 pBeta  psQa   pcQa     BML     BMR    CQU    CQL    Bd     pQ (pQMDL)   pQa pQ/pQa JUDGE                    
                                              cm2   cm2 N/mm2 N/mm2  cm2  N/mm2     kN  N/mm2          kN     kN     kNm     kNm     kN     kN    mm     kN     kN     kN                                 
O_CHPCFT2_OFF
 
 
O_CHCUTOFF_ON
                                                                                                                                                                                                          
    [  準拠基準    ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       日本建築学会　鉄筋コンクリート構造設計規準・同解説（2010年版）                                                                                                                                     
                                                                                                                                                                                                          
       200頁  16条  付着および継手  1.付着 (5) 1)                                                                                                                                                         
                                                                                                                                                                                                          
    [  記号の説明  ]                                                                                                                                                                                      
                                                                                                                                                                                                          
       POS.        :  断面位置と鉄筋位置 　1/4U　　内法のi端から内法長さの1/4の位置の上端筋のカットオフ                                                                                                   
     　　　　　　　　　　　　　　　　　　　1/4D　　内法のi端から内法長さの1/4の位置の下端筋のカットオフ                                                                                                   
     　　　　　　　　　　　　　　　　　　　3/4U　　内法のi端から内法長さの3/4の位置の上端筋のカットオフ                                                                                                   
     　　　　　　　　　　　　　　　　　　　3/4D　　内法のi端から内法長さの3/4の位置の下端筋のカットオフ                                                                                                   
                                                                                                                                                                                                          
       DIR.　 　　 ： 鉄筋本数が減少する方向　　I->C    I端より中央が少ない                                                                                                                               
     　　　　　 　　　　　　　　　　　　　　　　J->C    J端より中央が少ない                                                                                                                               
                                                                                                                                                                                                          
       ENDP (m)    :　検討領域終端(内法1/4,3/4位置+15D-d)の端部フェイスからの距離(I->C, J->Cの時)                                                                                                         
     　　　　　　 　　検討領域終端(内法1/4,3/4位置+20D-d)の中央からの距離　　　 （C->I. C->Jの時）                                                                                                        
                                                                                                                                                                                                          
                  ※　検討領域始端の端部フェイス位置からの距離 ： 内法1/4,3/4+15D(I->C, J->Cの時)                                                                                                         
                  　　検討領域始端の中央からの距離：　　　　　　  内法1/4,3/4+20D(C->I. C->Jの時）                                                                                                        
                                                                                                                                                                                                          
       d    (m)　  ：　梁の有効せい                                                                                                                                                                       
                                                                                                                                                                                                          
       Md   (kNm)　：　カットオフされる側(上端または下端)の鉄筋が引張りになるときの検討領域内の最大曲げモーメント                                                                                         
                       （圧縮の場合はゼロ）                                                                                                                                                               
                                                                                                                                                                                                          
 　　　Ma   (kNm)　：　カットオフされる側(上端または下端)の鉄筋が引張りになるときのカットオフ後の許容曲げモーメント                                                                                       
                                                                                                                                                                                                          
       Md/Ma　　　 ：　検定比                                                                                                                                                                             
                                                                                                                                                                                                          
       JG　　　　　：　判定結果　NGの時のみ表示する                                                                                                                                                       
                                                                                                                                                                                                          
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    RC大梁カットオフ筋の検討(長期) : VL                                                                                                                                                   
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
    MNO.      I      J LIST             FL     FR     GR1    GR2    POS. DIR.   ENDP     d        Md        Ma Md/Ma JG POS. DIR.   ENDP     d        Md        Ma Md/Ma JG                               
                                                                                   m     m       kNm       kNm                         m     m       kNm       kNm                                        
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    RC大梁カットオフ筋の検討(短期) : VL+E1                                                                                                                                                
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
    MNO.      I      J LIST             FL     FR     GR1    GR2    POS. DIR.   ENDP     d        Md        Ma Md/Ma JG POS. DIR.   ENDP     d        Md        Ma Md/Ma JG                               
                                                                                   m     m       kNm       kNm                         m     m       kNm       kNm                                        
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    RC大梁カットオフ筋の検討(短期) : VL-E1                                                                                                                                                
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
    MNO.      I      J LIST             FL     FR     GR1    GR2    POS. DIR.   ENDP     d        Md        Ma Md/Ma JG POS. DIR.   ENDP     d        Md        Ma Md/Ma JG                               
                                                                                   m     m       kNm       kNm                         m     m       kNm       kNm                                        
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    RC大梁カットオフ筋の検討(短期) : VL+E2                                                                                                                                                
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
    MNO.      I      J LIST             FL     FR     GR1    GR2    POS. DIR.   ENDP     d        Md        Ma Md/Ma JG POS. DIR.   ENDP     d        Md        Ma Md/Ma JG                               
                                                                                   m     m       kNm       kNm                         m     m       kNm       kNm                                        
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
                    RC大梁カットオフ筋の検討(短期) : VL-E2                                                                                                                                                
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------                              
    MNO.      I      J LIST             FL     FR     GR1    GR2    POS. DIR.   ENDP     d        Md        Ma Md/Ma JG POS. DIR.   ENDP     d        Md        Ma Md/Ma JG                               
                                                                                   m     m       kNm       kNm                         m     m       kNm       kNm                                        
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    1)  20101  20102 G1-PHR           PHR    X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    2)  20201  20202 G1-PHR           PHR    X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    3)  20101  20201 G1-PHR           PHR    Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    4)  20102  20202 G1-PHR           PHR    Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (    9)  10101  10102 FG1-1            1      X1     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   10)  10201  10202 FG1-1            1      X2     Y1     Y2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   11)  10101  10201 FG1-1            1      Y1     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4U        .000  .000        .0        .0   .00    3/4U        .000  .000        .0        .0   .00                                  
 (   12)  10102  10202 FG1-1            1      Y2     X1     X2     1/4D        .000  .000        .0        .0   .00    3/4D        .000  .000        .0        .0   .00                                  
O_CHCUTOFF_OFF
 
 
O_POLICYSTEC_ON
                                                                                                                                                                                                          
 --------------------------------------------------------------------------------------------------------------                                                                                           
    計算ルート判定(剛性率・偏心率等)                                                                                                                                                                      
 --------------------------------------------------------------------------------------------------------------                                                                                           
 + 偏心率の計算領域：階全体で計算                                                                                                                                                                         
                                                                                                                                                                                                          
 + 偏心率・剛性率計算法：連成(栗田法)                                                                                                                                                                     
                                                                                                                                                                                                          
 + 偏心率計算における雑壁の扱い：考慮しない                                                                                                                                                               
                                                                                                                                                                                                          
 + 偏心率計算時における負剛性の扱い(偏心率計算法=独立の場合)：負のまま計算                                                                                                                                
                                                                                                                                                                                                          
 + 剛性率計算における剛心位置層間変形の計算方法：Q／K                                                                                                                                                     
                                                                                                                                                                                                          
 + 剛性率計算における雑壁の扱い：考慮しない                                                                                                                                                               
                                                                                                                                                                                                          
 + 偏心率の計算領域を指定する場合の層せん断力中心の計算方法：自動計算                                                                                                                                     
                                                                                                                                                                                                          
O_POLICYSTEC_OFF
 
 
O_MXDFRM_ON
                                                                                                                                                                                                          
 +---------------------------------------------------------------------------------------------------------------------------+                                                                            
 |               CASE : FES00           FILE : RSTE1           FORCE ANGLE =     .00                                         |                                                                            
 +--------+---------------------------------------------------------------------------------------+--------------------------+                                                                            
 | 階名   | 形状階高 解析用階高 解析部材高さ 計算用階高 部材の水平変形 最大層間変形角の逆数 JUDGE |         POSITION         |                                                                            
 |        |    SH       AH          ZM       CH=ZM-AH+SH      δ             CH/δ                |                          |                                                                            
 |        |    (M)      (M)         (M)         (M)          (MM)                                 |   IMEM   GR1      GR2    |                                                                            
 +--------+---------------------------------------------------------------------------------------+--------------------------+                                                                            
 | PHR    |                                                                                       |                          |                                                                            
 |        |   4.000     4.000      4.000        4.000           .6                 6266.          |      5   X1       Y1     |                                                                            
 | 1      |                                                                                       |                          |                                                                            
 +--------+---------------------------------------------------------------------------------------+--------------------------+                                                                            
                                                                                                                                                                                                          
 +---------------------------------------------------------------------------------------------------------------------------+                                                                            
 |               CASE : FES90           FILE : RSTE2           FORCE ANGLE =   90.00                                         |                                                                            
 +--------+---------------------------------------------------------------------------------------+--------------------------+                                                                            
 | 階名   | 形状階高 解析用階高 解析部材高さ 計算用階高 部材の水平変形 最大層間変形角の逆数 JUDGE |         POSITION         |                                                                            
 |        |    SH       AH          ZM       CH=ZM-AH+SH      δ             CH/δ                |                          |                                                                            
 |        |    (M)      (M)         (M)         (M)          (MM)                                 |   IMEM   GR1      GR2    |                                                                            
 +--------+---------------------------------------------------------------------------------------+--------------------------+                                                                            
 | PHR    |                                                                                       |                          |                                                                            
 |        |   4.000     4.000      4.000        4.000           .5                 7536.          |      5   X1       Y1     |                                                                            
 | 1      |                                                                                       |                          |                                                                            
 +--------+---------------------------------------------------------------------------------------+--------------------------+                                                                            
O_MXDFRM_OFF
 
 
O_PRESTEC_ON
                                                                                                                                                                                                          
 ■ 階全体( 精算法 : 雑壁非考慮 )      DIR.1 =     .00 ( RSTE1      )   DIR.2 =   90.00 ( RSTE2      )                                                                                                    
                                                                                                                                                                                                          
 +--------+-------------------+-------------------+-----------------------------------------------+----------+                                                                                            
 | FLOOR  |   CENTER OF S.F   |   CENTER OF RIG.  |      KX         KY        KXY        KR       | 主軸方向 |                                                                                            
 |        |   XC(M)    YC(M)  |   XK(M)    YK(M)  |   (KN/CM)    (KN/CM)    (KN/CM)  (KN*M2/CM)   |  (deg.)  |                                                                                            
 +--------+-------------------+-------------------+-----------------------------------------------+----------+                                                                                            
 | PHR    |                   |                   |                                               |          |                                                                                            
 |        |    4.000    3.000 |    4.000    3.000 |      867.0     1042.7         .0       24487. |   -90.00 |                                                                                            
 | 1      |                   |                   |                                               |          |                                                                                            
 +--------+-------------------+-------------------+-----------------------------------------------+----------+                                                                                            
O_PRESTEC_OFF
 
 
O_STECF_ON
                                                                                                                                                                                                          
 ■      .00 度方向 : FES00                                                                                                                                                                               
                                                                                                                                                                                                          
 □ 架構外雑壁剛性を 非考慮(階全体)                                                                                                                                                                       
                                                                                                                                                                                                          
 +--------+-------------------------------------------------------------------------------------+                                                                                                         
 |        |                                            ANGLE =     .00                          |                                                                                                         
 |        +--------------------------------------------------------+----------------------------+                                                                                                         
 |        |                       剛性率                           |           偏心率           |                                                                                                         
 |        +--------------------------------------------------------+----------------------------+                                                                                                         
 | FLOOR  |  SHEAR.F  STIFFNESS    DISP. FLOOR.H  H/DISP.  剛性率  |   RE        E      偏心率  |                                                                                                         
 |        |   (KN)      (KN/CM)    (MM)    (M)                     |   (M)      (M)             |                                                                                                         
 +--------+--------------------------------------------------------+----------------------------+                                                                                                         
 | PHR    |                                                        |                            |                                                                                                         
 |        |     55.3      867.01      .64  4.000    6266.   1.000  |    5.314     .000    .000  |                                                                                                         
 | 1      |                                                        |                            |                                                                                                         
 +--------+--------------------------------------------------------+----------------------------+                                                                                                         
                                                                                                                                                                                                          
 □ 剛性率・偏心率判定結果                                                                                                                                                                                
                                                                                                                                                                                                          
 +--------+-----------------------------------------------------------------------------------------+                                                                                                     
 |        |                                 ANGLE =     .00                                         |                                                                                                     
 |        +---------------------------------------+-------------------------------------------------+                                                                                                     
 |        |                  剛性率               |                       偏心率                    |                                                                                                     
 |        +---------------------------------------+-------------------------------------------------+                                                                                                     
 | FLOOR  |  階全体      階全体  判定用    判定   |  階全体     階全体 指定領域G   判定用    判定   |                                                                                                     
 |        |雑壁非考慮  雑壁考慮                   |雑壁非考慮 雑壁考慮 雑壁非考慮                   |                                                                                                     
 +--------+---------------------------------------+-------------------------------------------------+                                                                                                     
 | PHR    |                                       |                                                 |                                                                                                     
 |        |    1.000   -------     1.000          |     .000   -------      .000      .000          |                                                                                                     
 | 1      |                                       |                                                 |                                                                                                     
 +--------+---------------------------------------+-------------------------------------------------+                                                                                                     
                                                                                                                                                                                                          
 ■    90.00 度方向 : FES90                                                                                                                                                                               
                                                                                                                                                                                                          
 □ 架構外雑壁剛性を 非考慮(階全体)                                                                                                                                                                       
                                                                                                                                                                                                          
 +--------+-------------------------------------------------------------------------------------+                                                                                                         
 |        |                                            ANGLE =   90.00                          |                                                                                                         
 |        +--------------------------------------------------------+----------------------------+                                                                                                         
 |        |                       剛性率                           |           偏心率           |                                                                                                         
 |        +--------------------------------------------------------+----------------------------+                                                                                                         
 | FLOOR  |  SHEAR.F  STIFFNESS    DISP. FLOOR.H  H/DISP.  剛性率  |   RE        E      偏心率  |                                                                                                         
 |        |   (KN)      (KN/CM)    (MM)    (M)                     |   (M)      (M)             |                                                                                                         
 +--------+--------------------------------------------------------+----------------------------+                                                                                                         
 | PHR    |                                                        |                            |                                                                                                         
 |        |     55.3     1042.72      .53  4.000    7536.   1.000  |    4.846     .000    .000  |                                                                                                         
 | 1      |                                                        |                            |                                                                                                         
 +--------+--------------------------------------------------------+----------------------------+                                                                                                         
                                                                                                                                                                                                          
 □ 剛性率・偏心率判定結果                                                                                                                                                                                
                                                                                                                                                                                                          
 +--------+-----------------------------------------------------------------------------------------+                                                                                                     
 |        |                                 ANGLE =   90.00                                         |                                                                                                     
 |        +---------------------------------------+-------------------------------------------------+                                                                                                     
 |        |                  剛性率               |                       偏心率                    |                                                                                                     
 |        +---------------------------------------+-------------------------------------------------+                                                                                                     
 | FLOOR  |  階全体      階全体  判定用    判定   |  階全体     階全体 指定領域G   判定用    判定   |                                                                                                     
 |        |雑壁非考慮  雑壁考慮                   |雑壁非考慮 雑壁考慮 雑壁非考慮                   |                                                                                                     
 +--------+---------------------------------------+-------------------------------------------------+                                                                                                     
 | PHR    |                                       |                                                 |                                                                                                     
 |        |    1.000   -------     1.000          |     .000   -------      .000      .000          |                                                                                                     
 | 1      |                                       |                                                 |                                                                                                     
 +--------+---------------------------------------+-------------------------------------------------+                                                                                                     
O_STECF_OFF
 
 
O_CWAREA_ON
                                                                                                                                                                                                          
                                                                                                                                                                                                          
  検討方向 1  [    .0 ]        計算ル－ト [  3  ]     Z = 1.000  T1=  .082 (S)                                                                                                                            
                                                     ＲＣ造  ： A25 = (2.5Aw + 0.7 Ac+ 0.7Aw')/βZWAi , A18 = (1.8Aw + 1.8 Ac)/βZWAi                                                                     
                                                     ＳＲＣ造： A25 = (2.5Aw + 1.0 Ac+ 0.7Aw')/βZWAi , A18 = (2.0Aw + 2.0 Ac)/βZWAi                                                                     
 +--------+------+----------+------+----------+----------+----------+----------+----------+-------+---------+---------+----------------+                                                                  
 |  階名  | 構造 |   CONC.  |  β  |    Aw    |    Ac    |    Aw'   | floor Wi | total W  |  Ai   |   A25   |   A18   |     判 定      |                                                                  
 |        | 形式 |   材料   |      |  (m**2)  |  (m**2)  |  (m**2)  |   (kN)   |   (kN)   |       |         |         |                |                                                                  
 +--------+------+----------+------+----------+----------+----------+----------+----------+-------+---------+---------+----------------+                                                                  
 | PHR    |      |          |      |          |          |          |     277. |          |       |         |         |                |                                                                  
 |        |  RC  | FC24     |  .87 |      .00 |     1.44 |      .00 |          |     277. | 1.000 |   4.206 |  10.816 | ROUTE3は判定外 |                                                                  
 | 1      |      |          |      |          |          |          |     423. |          |       |         |         |                |                                                                  
 +--------+------+----------+------+----------+----------+----------+----------+----------+-------+---------+---------+----------------+                                                                  
                                                                                                                                                                                                          
                                                                                                                                                                                                          
  検討方向 2  [  90.0 ]        計算ル－ト [  3  ]     Z = 1.000  T1=  .082 (S)                                                                                                                            
                                                     ＲＣ造  ： A25 = (2.5Aw + 0.7 Ac+ 0.7Aw')/βZWAi , A18 = (1.8Aw + 1.8 Ac)/βZWAi                                                                     
                                                     ＳＲＣ造： A25 = (2.5Aw + 1.0 Ac+ 0.7Aw')/βZWAi , A18 = (2.0Aw + 2.0 Ac)/βZWAi                                                                     
 +--------+------+----------+------+----------+----------+----------+----------+----------+-------+---------+---------+----------------+                                                                  
 |  階名  | 構造 |   CONC.  |  β  |    Aw    |    Ac    |    Aw'   | floor Wi | total W  |  Ai   |   A25   |   A18   |     判 定      |                                                                  
 |        | 形式 |   材料   |      |  (m**2)  |  (m**2)  |  (m**2)  |   (kN)   |   (kN)   |       |         |         |                |                                                                  
 +--------+------+----------+------+----------+----------+----------+----------+----------+-------+---------+---------+----------------+                                                                  
 | PHR    |      |          |      |          |          |          |     277. |          |       |         |         |                |                                                                  
 |        |  RC  | FC24     |  .87 |      .00 |     1.44 |      .00 |          |     277. | 1.000 |   4.206 |  10.816 | ROUTE3は判定外 |                                                                  
 | 1      |      |          |      |          |          |          |     423. |          |       |         |         |                |                                                                  
 +--------+------+----------+------+----------+----------+----------+----------+----------+-------+---------+---------+----------------+                                                                  
O_CWAREA_OFF
 
 
O_END
